Repository: eurolinux-enterprise-linux-sources/totem
Catalog: src/help/*/*.po
Languages: pl, sv

source: You can drag a file from another application such as a file manager to the <application>Totem Movie Player</application> window. If you drag the file to the display area, the file will replace the current playlist and will start playing immediately. If you drag the file to the playlist in the sidebar, the file will be appended to the current playlist. The <application>Totem Movie Player</application> application will open the file and play the movie or song. <application>Totem Movie Player</application> displays the title of the movie or song in the titlebar of the window and in the playlist in the sidebar.
pl: Można przeciągnąć plik z innego programu takiego jak np. menedżer plików do okna <application>Odtwarzacza filmów Totem</application>. Po przeciągnięciu pliku na obszar wyświetlania plik zastąpi bieżącą listę odtwarzania i zostanie natychmiast odtworzony. Po przeciągnięciu pliku na panel boczny plik zostanie dołączony do bieżącej listy odtwarzania. <application>Odtwarzacz filmów Totem</application> otworzy i odtworzy film lub utwór. <application>Odtwarzacz filmów Totem</application> wyświetli tytuł filmu/utworu w belce tytułowej okna i w liście odtwarzania na panelu bocznym.
sv: Du kan dra en fil från ett annat program såsom en filhanterare till <application>Totem filmuppspelare</application>-fönstret. Om du drar filen till visningsrutan så kommer filen att ersätta den aktuella spellistan och börja spelas upp direkt. Om du drar filen till spellistan i sidopanelen så kommer filen att läggas till i den aktuella spellistan. Programmet <application>Filmuppspelaren Totem</application> kommer att öppna filen och spela upp filmen eller låten. <application>Filmuppspelaren Totem</application> visar titeln för filmen eller låten i fönstrets namnlist och i spellistan i sidopanelen.

source: If you try to open a file format that <application>Totem Movie Player</application> does not recognize, the application displays an error message. This error is most often encountered if you do not have the correct codecs installed. Information on getting codecs working can be found on the <ulink url="https://wiki.gnome.org/Apps/Videos/Codecs" type="http"><application>Totem Movie Player</application> website</ulink>.
pl: Przy próbie otwarcia nieobsługiwanego formatu <application>Odtwarzacz filmów Totem</application> wyświetli okno błędu. Błąd pojawia się często przy braku poprawnie zainstalowanych kodeków. Informacje o kodekach można znaleźć na <ulink url="https://wiki.gnome.org/Apps/Videos/Codecs" type="http">stronie <application>Odtwarzacza filmów Totem</application></ulink>.
sv: Om du försöker att öppna ett filformat som <application>Totem filmuppspelare</application> inte känner igen så kommer programmet att visa ett felmeddelande. Det här felet inträffar oftast när du inte har de korrekta kodekarna installerade. Information om hur man får kodekar att fungera kan hittas på <ulink url="https://wiki.gnome.org/Apps/Videos/Codecs" type="http">webbplatsen för <application>Totem filmuppspelare</application></ulink>.

source: You can double-click on a video or an audio file in the <application>Nautilus</application> file manager to open it in the <application>Totem Movie Player</application> window.
pl: Można podwójnie kliknąć plik dźwiękowy lub filmowy w menedżerze plików <application>Nautilus</application>, aby odtworzyć go w oknie <application>Odtwarzacza filmów Totem</application>.
sv: Du kan dubbelklicka på en video- eller en ljudfil i filhanteraren <application>Nautilus</application> för att öppna den i <application>Totem filmuppspelare</application>-fönstret.

source: To Open a Location
pl: Otwieranie z położenia
sv: Öppna en plats

source: To open a file by URI (location), choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo></shortcut> <guimenu>Movie</guimenu> <guimenuitem>Open Location</guimenuitem> </menuchoice>. The <application>Open Location</application> dialog is displayed. Use the drop-down combination box to specify the URI you would like to open (it lists URIs which have previously been opened) – or type one in directly – then click on the <guibutton>Open</guibutton> button.
pl: Aby otworzyć plik z adresu URI, wybierz <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guimenuitem>Otwórz z położenia</guimenuitem></menuchoice>. Wyświetli się okno dialogowe <application>Otwórz z położenia</application>. Wybierz adres URI z listy rozwijanej (zawarte są tam ostatnio otwierane adresy URI) — albo wprowadź bezpośrednio — następnie kliknij przycisk <guibutton>Otwórz</guibutton>.
sv: För att öppna en fil med en URI (plats), välj <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guimenuitem>Öppna plats</guimenuitem> </menuchoice>. Dialogrutan <application>Öppna plats</application> kommer att visas. Använd rullgardinsrutan för att ange uri-adressen till den fil som du vill öppna (den listar uri:er som tidigare har öppnats), eller ange en direkt, klicka sedan på knappen <guibutton>Öppna</guibutton>.

source: If you have a URI in the clipboard already, it will automatically be pasted into the combination box.
pl: Jeśli w schowku znajduje się adres URI, zostanie on automatycznie wstawiony do okna dialogowego.
sv: Om du redan har en URI i urklipp så kommer det automatiskt att klistras in i kombinationsrutan.

source: To Play a Movie (DVD or VCD)
pl: Odtwarzanie filmu (DVD lub VCD)
sv: Spela upp en film (dvd eller vcd)

source: Insert the disc in the optical device of your computer, then choose <menuchoice><guimenu>Movie</guimenu><guimenuitem>Play Disc</guimenuitem> </menuchoice>.
pl: Włóż płytę do napędu optycznego w komputerze, a następnie wybierz <menuchoice><guimenu>Film</guimenu><guimenuitem>Odtwórz płytę</guimenuitem> </menuchoice>.
sv: Mata in skivan i den optiska enheten på din dator, välj sedan <menuchoice><guimenu>Film</guimenu><guimenuitem>Spela skiva</guimenuitem> </menuchoice>.

source: To eject a DVD or VCD, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo></shortcut> <guimenu>Movie</guimenu> <guimenuitem>Eject</guimenuitem> </menuchoice>.
pl: Aby wysunąć płytę DVD lub VCD, wybierz <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guimenuitem>Wysuń płytę</guimenuitem> </menuchoice>.
sv: För att mata ut en dvd eller vcd, välj <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guimenuitem>Mata ut</guimenuitem> </menuchoice>.

source: To Pause a Movie or Song
pl: Wstrzymanie filmu lub utworu
sv: Pausa en film eller låt

source: To pause a movie or song that is playing, click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_pause_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows pause button.</phrase></textobject> </inlinemediaobject> button, or choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo></shortcut> <guimenu>Movie</guimenu> <guimenuitem>Play / Pause</guimenuitem> </menuchoice>. You may also use the <keycap>P</keycap> key to pause or play a movie.
pl: Aby zatrzymać odtwarzanie filmu lub utworu, kliknij przycisk <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_pause_button.png" format="PNG"/></imageobject> <textobject><phrase>Przycisk wstrzymania.</phrase></textobject> </inlinemediaobject>, wybierz <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Spacja</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guimenuitem>Odtwarzaj/wstrzymaj</guimenuitem> </menuchoice>, albo naciśnij klawisz <keycap>P</keycap>.
sv: För att pausa en film eller låt som spelas upp, klicka på knappen <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_pause_button.png" format="PNG"/></imageobject> <textobject><phrase>Visar pausknapp.</phrase></textobject> </inlinemediaobject>, eller välj <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Blanksteg</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guimenuitem>Spela upp / Gör paus</guimenuitem> </menuchoice>. Du kan även använda tangenten <keycap>P</keycap> för att pausa eller spela upp en film.

source: To resume playing a movie or song, click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_play_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows play button.</phrase></textobject> </inlinemediaobject> button again, or choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Space</keycap></keycombo></shortcut> <guimenu>Movie</guimenu> <guimenuitem>Play / Pause</guimenuitem> </menuchoice>.
pl: Aby wznowić odtwarzanie filmu lub utworu, kliknij przycisk <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_play_button.png" format="PNG"/></imageobject> <textobject><phrase>Przycisk odtwarzania.</phrase></textobject> </inlinemediaobject>, lub wybierz <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Spacja</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guimenuitem>Odtwarzaj/wstrzymaj</guimenuitem> </menuchoice>.
sv: För att återuppta uppspelning av en film eller låt, klicka på knappen <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_play_button.png" format="PNG"/></imageobject> <textobject><phrase>Visar play-knappen.</phrase></textobject> </inlinemediaobject> igen, eller välj <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Blanksteg</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guimenuitem>Spela upp / Gör paus</guimenuitem> </menuchoice>.

source: To View Properties of a Movie or Song
pl: Wyświetlanie właściwości filmu lub utworu
sv: Visa egenskaper för en film eller låt

source: To view the properties of a movie or song, choose <menuchoice> <guimenu>View</guimenu> <guimenuitem>Sidebar</guimenuitem></menuchoice> to make the sidebar appear, and choose <guimenu>Properties</guimenu> in the drop-down list at the top of the sidebar.
pl: Aby wyświetlić właściwości filmu lub utworu, wybierz <menuchoice> <guimenu>Widok</guimenu> <guimenuitem>Panel boczny</guimenuitem></menuchoice>, aby panel boczny się pojawił, a następnie <guimenu>Właściwości</guimenu> z rozwijanej listy.
sv: För att visa egenskaperna för en film eller låt, välj <menuchoice> <guimenu>Visa</guimenu> <guimenuitem>Sidopanel</guimenuitem> </menuchoice> för att göra sidopanelen synlig, och välj sedan <guimenu>Egenskaper</guimenu> i rullgardinslistan längst upp i sidopanelen.

source: To Seek Through Movies or Songs
pl: Nawigacja w filmach i utworach
sv: Spola genom filmer eller låtar

source: To seek through movies or songs, you can use the following methods:
pl: Można przewijać w filmach i utworach na następujące sposoby:
sv: Du kan använda följande metoder för att spola genom filmer eller låtar:

source: To skip forward
pl: Przechodzenie naprzód
sv: Hoppa framåt

source: To skip forward through a movie or song, choose <menuchoice> <shortcut><keycap>Right</keycap></shortcut> <guimenu>Go</guimenu> <guimenuitem>Skip Forward</guimenuitem> </menuchoice>.
pl: Aby przejść naprzód, wybierz <menuchoice> <shortcut><keycap>W prawo</keycap></shortcut> <guimenu>Przejdź</guimenu> <guimenuitem>Przejdź naprzód</guimenuitem> </menuchoice>.
sv: För att hoppa framåt i filmen eller låten, välj <menuchoice> <shortcut><keycap>Höger</keycap></shortcut> <guimenu>Gå</guimenu> <guimenuitem>Hoppa framåt</guimenuitem> </menuchoice>.

source: To skip backward
pl: Przechodzenie wstecz
sv: Hoppa bakåt

source: To skip backwards through a movie or song, choose <menuchoice> <shortcut><keycap>Left</keycap></shortcut> <guimenu>Go</guimenu> <guimenuitem>Skip Backwards</guimenuitem> </menuchoice>.
pl: Aby przejść wstecz, wybierz <menuchoice> <shortcut><keycap>W lewo</keycap></shortcut> <guimenu>Przejdź</guimenu> <guimenuitem>Przejdź wstecz</guimenuitem> </menuchoice>.
sv: För att hoppa bakåt i filmen eller låten, välj <menuchoice> <shortcut><keycap>Vänster</keycap></shortcut> <guimenu>Gå</guimenu> <guimenuitem>Hoppa bakåt</guimenuitem> </menuchoice>.

source: To skip to a time
pl: Przejście do
sv: Hoppa till en specifik tid

source: To skip to a specific elapsed time in the movie or song, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>K</keycap></keycombo></shortcut> <guimenu>Go</guimenu> <guimenuitem>Skip to</guimenuitem> </menuchoice>. The <application>Skip to</application> dialog is displayed. Use the spin box to specify the elapsed time (in seconds) to skip to, then click <guibutton>OK</guibutton>.
pl: Aby przejść do określonego czasu w filmie/utworze, wybierz <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>K</keycap></keycombo></shortcut> <guimenu>Przejdź</guimenu> <guimenuitem>Przejdź do</guimenuitem> </menuchoice>. Wyświetlone zostanie okno dialogowe <application>Przejdź do</application>. Użyj pola wyboru do ustawienia czasu (w sekundach), a następnie kliknij przycisk <guibutton>OK</guibutton>.
sv: För att hoppa till en specifik tid i filmen eller låten, välj <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>K</keycap></keycombo></shortcut> <guimenu>Gå</guimenu> <guimenuitem>Hoppa till</guimenuitem> </menuchoice>. Dialogrutan <application>Hoppa till</application> kommer att visas. Använd snurrväljaren för att ange tiden (i sekunder) att hoppa till, klicka sedan på <guibutton>OK</guibutton>.

source: The spin box also allows more natural language to be used. You can enter a time in the formats "hh:mm:ss", "mm:ss" or "ss"; where "hh" is the hour, "mm" is the minute and "ss" is the second to skip to.
pl: Pole umożliwia również użycie bardziej naturalnego języka. Można wprowadzić czas w formatach „hh∶mm∶ss”, „mm∶ss” lub „ss”; gdzie „hh” oznacza godzinę, „mm” oznacza minuty, a „ss” oznacza sekundy, do których przejść.
sv: Snurrutan tillåter även att ett mer naturligt språk används. Du kan ange tiden i formaten ”hh:mm:ss”, ”mm:ss” eller ”ss”; där ”hh” är timmen, ”mm” är minuten och ”ss” är sekunden att hoppa till.

source: To move to the next movie or song
pl: Przejście do następnego filmu lub utworu
sv: Flytta till nästa film eller låt

source: To move to the next movie or song, choose <menuchoice> <shortcut><keycombo><keycap>Alt</keycap><keycap>Right</keycap></keycombo></shortcut> <guimenu>Go</guimenu> <guimenuitem>Next Chapter/Movie</guimenuitem> </menuchoice> or click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_next_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows a seek next button</phrase></textobject> </inlinemediaobject> button.
pl: Aby przejść do następnego filmu lub utworu, wybierz <menuchoice> <shortcut><keycombo><keycap>Alt</keycap><keycap>W prawo</keycap></keycombo></shortcut> <guimenu>Przejdź</guimenu> <guimenuitem>Następny rozdział/film</guimenuitem> </menuchoice>, albo kliknij przycisk <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_next_button.png" format="PNG"/></imageobject> <textobject><phrase>Przycisk przejścia do następnego</phrase></textobject> </inlinemediaobject>.
sv: För att flytta till nästa film eller låt, välj <menuchoice> <shortcut><keycombo><keycap>Alt</keycap><keycap>Höger</keycap></keycombo></shortcut> <guimenu>Gå</guimenu> <guimenuitem>Nästa kapitel/film</guimenuitem> </menuchoice> eller klicka på knappen <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_next_button.png" format="PNG"/></imageobject> <textobject><phrase>Visar nästa-knappen</phrase></textobject> </inlinemediaobject>.

source: To move to the previous movie or song
pl: Przejście do poprzedniego filmu lub utworu
sv: Flytta till föregående film eller låt

source: To move to the previous movie or song, choose <menuchoice> <shortcut><keycombo><keycap>Alt</keycap><keycap>Left</keycap></keycombo></shortcut> <guimenu>Go</guimenu> <guimenuitem>Previous Chapter/Movie</guimenuitem> </menuchoice> or click on the <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_previous_button.png" format="PNG"/></imageobject> <textobject><phrase>Shows a seek previous button</phrase></textobject> </inlinemediaobject> button.
pl: Aby przejść do poprzedniego filmu lub utworu, wybierz <menuchoice> <shortcut><keycombo><keycap>Alt</keycap><keycap>W lewo</keycap></keycombo></shortcut> <guimenu>Przejdź</guimenu> <guimenuitem>Poprzedni rozdział/film</guimenuitem> </menuchoice>, albo kliknij przycisk <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_previous_button.png" format="PNG"/></imageobject> <textobject><phrase>Przycisk przejścia do następnego</phrase></textobject> </inlinemediaobject>.
sv: För att flytta till föregående film eller låt, välj <menuchoice> <shortcut><keycombo><keycap>Alt</keycap><keycap>Vänster</keycap></keycombo></shortcut> <guimenu>Gå</guimenu> <guimenuitem>Föregående kapitel/film</guimenuitem> </menuchoice>, eller klicka på knappen <inlinemediaobject> <imageobject><imagedata fileref="figures/totem_previous_button.png" format="PNG"/></imageobject> <textobject><phrase>Visar föregående-knappen</phrase></textobject> </inlinemediaobject>.

source: To Change the Zoom Factor
pl: Zmiana dopasowania obrazu do okna
sv: Ändra zoomfaktorn

source: To Change the Video Size
pl: Zmiana rozmiaru wideo
sv: Ändra videostorleken

source: To change the zoom factor of the display area, you can use the following methods:
pl: Można zmienić dopasowanie okna do obrazu na następujące sposoby:
sv: Du kan använda följande metoder för att ändra zoomfaktorn för visningsrutan:

source: To zoom to fullscreen mode, choose <menuchoice><shortcut><keycap>F11</keycap></shortcut> <guimenu>View</guimenu><guimenuitem>Fullscreen</guimenuitem></menuchoice>. You can also use the <keycap>F</keycap> key to toggle fullscreen mode. To exit fullscreen mode, click on the <guibutton>Leave Fullscreen</guibutton> button or press <keycap>Esc</keycap>, <keycap>F11</keycap> or <keycap>F</keycap>.
pl: Aby przełączyć się do trybu pełnoekranowego, wybierz <menuchoice><shortcut><keycap>F11</keycap></shortcut> <guimenu>Widok</guimenu><guimenuitem>Pełny ekran</guimenuitem></menuchoice>. Można także użyć klawisza <keycap>F</keycap> do przełączania trybu pełnego ekranu. Aby opuścić tryb pełnoekranowy, kliknij przycisk <guibutton>Opuść pełny ekran</guibutton> albo klawisz <keycap>Esc</keycap>, <keycap>F11</keycap> lub <keycap>F</keycap>.
sv: För att zooma till helskärmsläge, välj <menuchoice><shortcut><keycap>F11</keycap></shortcut> <guimenu>Visa</guimenu><guimenuitem>Helskärm</guimenuitem></menuchoice>. Du kan även använda tangenten <keycap>F</keycap> för att växla helskärmsläge. För att lämna helskärmsläge, klicka på knappen <guibutton>Lämna helskärmsläge</guibutton> eller tryck på <keycap>Esc</keycap>, <keycap>F11</keycap> eller <keycap>F</keycap>.

source: To change the size of the original movie or visualization, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo></shortcut> <guimenu>View</guimenu><guimenuitem>Fit Window to Movie</guimenuitem> </menuchoice> and choose a scale ratio.
pl: Aby zmienić rozmiar wyświetlanego filmu/wizualizacji, wybierz <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo></shortcut> <guimenu>Widok</guimenu><guimenuitem>Dopasowanie okna do obrazu</guimenuitem> </menuchoice> i wybierz skalowanie proporcji.
sv: För att ändra storleken på filmen eller visualiseringen, välj <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo></shortcut> <guimenu>Visa</guimenu> <guimenuitem>Anpassa fönstret till filmen</guimenuitem> </menuchoice> och välj ett skalningsförhållande.

source: To Change the Video Aspect Ratio
pl: Zmiana proporcji obrazu
sv: Ändra bildförhållandet

source: To switch between different aspect ratios, choose <menuchoice> <shortcut><keycap>A</keycap></shortcut> <guimenu>View</guimenu> <guisubmenu>Aspect Ratio</guisubmenu> </menuchoice>.
pl: Aby przełączać się między różnymi proporcjami obrazu, wybierz <menuchoice> <shortcut><keycap>A</keycap></shortcut> <guimenu>Widok</guimenu> <guisubmenu>Proporcje obrazu</guisubmenu> </menuchoice>.
sv: För att växla mellan olika bildförhållanden, välj <menuchoice> <shortcut><keycap>A</keycap></shortcut> <guimenu>Visa</guimenu><guisubmenu>Bildförhållande</guisubmenu> </menuchoice>.

source: To Adjust the Volume
pl: Ustawianie głośności
sv: Justera volymen

source: To increase the volume, choose <menuchoice> <shortcut><keycap>Up</keycap></shortcut> <guimenu>Sound</guimenu> <guimenuitem>Volume Up</guimenuitem> </menuchoice>. To decrease the volume, choose <menuchoice> <shortcut><keycap>Down</keycap></shortcut> <guimenu>Sound</guimenu> <guimenuitem>Volume Down</guimenuitem> </menuchoice>.
pl: Aby zwiększyć głośność, wybierz <menuchoice> <shortcut><keycap>W górę</keycap></shortcut> <guimenu>Dźwięk</guimenu> <guimenuitem>Zwiększ głośność</guimenuitem> </menuchoice>. Aby zmniejszyć głośność, wybierz <menuchoice> <shortcut><keycap>W dół</keycap></shortcut> <guimenu>Dźwięk</guimenu> <guimenuitem>Zmniejsz głośność</guimenuitem> </menuchoice>.
sv: För att öka volymen, välj <menuchoice> <shortcut><keycap>Upp</keycap></shortcut> <guimenu>Ljud</guimenu> <guimenuitem>Volym upp</guimenuitem> </menuchoice>. För att sänka volymen, välj <menuchoice> <shortcut><keycap>Ned</keycap></shortcut> <guimenu>Ljud</guimenu> <guimenuitem>Volym ned</guimenuitem> </menuchoice>.

source: You can also use the volume button: click on the volume button and choose the volume level with the slider.
pl: Aby ustawić poziom głośności, można także użyć przycisku głośności. Kliknij przycisk i wybierz poziom głośności suwakiem.
sv: Du kan även använda volymknappen: klicka på volymknappen och välj volymnivån med skjutreglaget.

source: To Make the Window Always on Top
pl: Ustawianie okna zawsze na wierzchu
sv: Placera alltid fönstret överst

source: To make the <application>Totem Movie Player</application> window always on top of other application windows, choose <menuchoice> <guimenu>Edit</guimenu> <guimenuitem>Plugins</guimenuitem> </menuchoice>. Select the <guilabel>Always on Top</guilabel> plugin to enable it. The <application>Totem Movie Player</application> window will now stay on top of all other windows while a movie is playing, but not while audio or visualizations are playing.
pl: Aby ustawić okno <application>Odtwarzacza filmów Totem</application> zawsze na wierzchu, wybierz <menuchoice> <guimenu>Edycja</guimenu> <guimenuitem>Wtyczki</guimenuitem> </menuchoice>. Następnie zaznacz wtyczkę <guilabel>Zawsze na wierzchu</guilabel> i włącz ją. <application>Odtwarzacz filmów Totem</application> będzie na wierzchu wszystkich okien podczas odtwarzania filmu, z wyjątkiem odtwarzania pliku dźwiękowego lub wyświetlania wizualizacji.
sv: För att placera <application>Totem filmuppspelare</application>-fönstret så det alltid visas över andra programfönster, välj <menuchoice> <guimenu>Redigera</guimenu> <guimenuitem>Insticksmoduler</guimenuitem> </menuchoice>. Välj insticksmodulen <guilabel>Alltid överst</guilabel> för att aktivera funktionen. <application>Totem filmuppspelares</application> fönster kommer nu att placeras över andra fönster under tiden en film spelas upp, men inte när ljud eller visualiseringar spelas upp.
