Repository: eurolinux-enterprise-linux-sources/totem
Catalog: src/help/*/*.po
Languages: pl, sv

source: To stop the window from always being on top, disable the <guilabel>Always on Top</guilabel> plugin again. See <xref linkend="totem-plugins-always-on-top"/> for more information.
pl: Aby wyłączyć funkcję bycia zawsze na wierzchu, wyłącz wtyczkę <guilabel>Zawsze na wierzchu</guilabel>. <xref linkend="totem-plugins-always-on-top"/> zawiera więcej informacji.
sv: För att förhindra att fönstret alltid är överst så kan du inaktivera insticksmodulen <guilabel>Alltid överst</guilabel> igen. Se <xref linkend="totem-plugins-always-on-top"/> för mer information.

source: To Show or Hide Controls
pl: Wyświetlanie/ukrywanie elementów sterujących
sv: Visa eller dölj kontroller

source: To show or hide the <application>Totem Movie Player</application> window controls, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut> <guimenu>View</guimenu> <guimenuitem>Show Controls</guimenuitem> </menuchoice>, or press the <keycap>H</keycap> key. You can also right-click on the <application>Totem Movie Player</application> window, then choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut> <guimenuitem>Show Controls</guimenuitem> </menuchoice> from the popup menu.
pl: Aby wyświetlić/ukryć elementy sterujące <application>Odtwarzacza filmów Totemie</application>, wybierz <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut> <guimenu>Widok</guimenu> <guimenuitem>Wyświetlanie elementów sterujących</guimenuitem> </menuchoice>, lub naciśnij klawisz <keycap>H</keycap>. Można także kliknąć okno <application>Odtwarzacza filmów Totem</application> prawym przyciskiem myszy, a następnie wybrać <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut> <guimenuitem>Wyświetlanie elementów sterujących</guimenuitem> </menuchoice> z menu podręcznego.
sv: För att dölja kontrollerna i <application>Totem filmuppspelare</application>-fönstret, välj <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut> <guimenu>Visa</guimenu> <guimenuitem>Visa kontroller</guimenuitem> </menuchoice>, eller tryck på tangenten <keycap>H</keycap>. Du kan även högerklicka på <application>Totem filmuppspelare</application>-fönstret, välj sedan <menuchoice> <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>H</keycap></keycombo></shortcut> <guimenuitem>Visa kontroller</guimenuitem> </menuchoice> från popupmenyn.

source: If the <guilabel>Show Controls</guilabel> option is selected, <application>Totem Movie Player</application> will show the menubar, elapsed time slider, seek control buttons, volume slider and statusbar on the window. If the <guilabel>Show Controls</guilabel> option is unselected, the application will hide these controls and show only the display area.
pl: Jeżeli opcja <guilabel>Wyświetlanie elementów sterujących</guilabel> jest zaznaczona, <application>Odtwarzacz filmów Totem</application> wyświetli pasek menu, pole upływu czasu, przyciski obsługi przewijania, przycisk głośności i pasek menu. Jeżeli opcja <guilabel>Wyświetlanie elementów sterujących</guilabel> jest odznaczona, elementy te zostaną ukryte i będzie wyświetlany tylko obszar wyświetlania.
sv: Om alternativet <guilabel>Visa kontroller</guilabel> har valts så kommer <application>Totem filmuppspelare</application> att visa menyraden, skjutreglaget för åtgången tid, spolkontrollknapparna, volymskjutreglaget och statusraden på fönstret. Om alternativet <guilabel>Visa kontroller</guilabel> inte har valts så kommer programmet att dölja dessa kontroller och endast visa visningsrutan.

source: To Manage the Playlist
pl: Zarządzanie listą odtwarzania
sv: Hantera spellistan

source: To Show or Hide the Playlist
pl: Wyświetlanie lub ukrywanie listy odtwarzania
sv: Visa eller dölj spellistan

source: To show or hide the playlist, choose <menuchoice> <guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem> </menuchoice> or click on the <guibutton>Sidebar</guibutton> button, and choose <guimenu>Playlist</guimenu> on the top of the sidebar.
pl: Aby włączyć listę odtwarzania, wybierz <menuchoice> <guimenu>Widok</guimenu><guimenuitem>Panel boczny</guimenuitem> </menuchoice> lub kliknij przycisk <guibutton>Panel boczny</guibutton> i wybierz <guimenu>Lista odtwarzania</guimenu> na górze panelu.
sv: För att visa eller dölja spellistan, välj <menuchoice> <guimenu>Visa</guimenu><guimenuitem>Sidopanel</guimenuitem> </menuchoice>, eller klicka på knappen <guibutton>Sidopanel</guibutton> och välj <guimenu>Spellista</guimenu> överst i sidopanelen.

source: Manage a Playlist
pl: Zarządzanie listą odtwarzania
sv: Hantera en spellista

source: To add a track or movie
pl: Dodawanie utworu lub filmu
sv: Lägg till ett spår eller film

source: To add a track or movie to the playlist, click on the <guibutton>Add</guibutton> button. The <application>Select Movies or Playlists</application> dialog is displayed. Select the file that you want to add to the playlist, then click <guibutton>Add</guibutton>.
pl: Aby dodać utwór do listy odtwarzania, kliknij przycisk <guibutton>Dodaj</guibutton>. Wyświetli się okno dialogowe <application>Wybór filmów i list odtwarzania</application>. Zaznacz plik do dodania do listy odtwarzania i kliknij przycisk <guibutton>Dodaj</guibutton>.
sv: För att lägga till ett spår eller en film till spellistan, klicka på knappen <guibutton>Lägg till</guibutton>. Dialogrutan <application>Välj filmer eller spellistor</application> kommer att visas. Välj filen som du vill lägga till i spellistan och klicka sedan på <guibutton>OK</guibutton>.

source: To remove a track or movie
pl: Usuwanie utworu lub filmu
sv: Ta bort ett spår eller film

source: To remove a track or movie from the playlist, select the item or items to remove from the playlist, then click on the <guibutton>Remove</guibutton> button.
pl: Aby usunąć utwór z listy odtwarzania, wybierz utwór lub utwory do usunięcia z listy, a następnie kliknij przycisk <guibutton>Usuń</guibutton>.
sv: För att ta bort ett spår eller en film från spellistan, välj objektet eller objekten att ta bort från spellistan, klicka sedan på knappen <guibutton>Ta bort</guibutton>.

source: To save the playlist to a file
pl: Zapisywanie listy odtwarzania do pliku
sv: Spara spellistan till en fil

source: To save the playlist to a file, click on the <guibutton>Save Playlist</guibutton> button. The <application>Save Playlist</application> dialog is displayed; specify the filename as which you want to save the playlist, and click <guibutton>Save</guibutton>.
pl: Aby zapisać listę odtwarzania do pliku, kliknij przycisk <guibutton>Zapisz listę odtwarzania</guibutton>. Gdy wyświetli się okno dialogowe <application>Zapis listy odtwarzania</application>, wprowadź nazwę pliku, pod jakim ma być zapisana lista, i kliknij przycisk <guibutton>Zapisz</guibutton>.
sv: För att spara en spellista till en fil, klicka på knappen <guibutton>Spara spellista</guibutton>. Dialogrutan <application>Spara spellista</application> kommer att visas. Där kan du ange filnamnet som du vill spara spellistan som och sedan klicka på <guibutton>Spara</guibutton>.

source: To move a track or movie up the playlist
pl: Przesuwanie utworu lub filmu w górę na liście odtwarzania
sv: Flytta ett spår eller film uppåt i spellistan

source: To move a track or movie up the playlist, select the item from the playlist, then click on the <guibutton>Move Up</guibutton> button.
pl: Aby przesunąć utwór w górę listy odtwarzania, wybierz go z listy i kliknij przycisk <guibutton>Przesuń w górę</guibutton>.
sv: För att flytta ett spår eller en film uppåt i spellistan, välj objektet från spellistan, klicka sedan på knappen <guibutton>Flytta uppåt</guibutton>.

source: To move a track or movie down the playlist
pl: Przesuwanie utworu lub filmu w dół na liście odtwarzania
sv: Flytta ett spår eller film nedåt i spellistan

source: To move a track or movie down the playlist, select the item from the playlist, then click on the <guibutton>Move Down</guibutton> button.
pl: Aby przesunąć utwór w dół listy odtwarzania, wybierz go z listy i kliknij przycisk <guibutton>Przesuń w dół</guibutton>.
sv: För att flytta ett spår eller en film nedåt i spellistan, välj objektet från spellistan, klicka sedan på knappen <guibutton>Flytta nedåt</guibutton>.

source: You can use the <application>Playlist</application> dialog to do the following: <_:variablelist-1/>
pl: Można użyć pola <application>Lista odtwarzania</application> do następujących czynności: <_:variablelist-1/>
sv: Du kan använda dialogrutan <application>Spellista</application> för att göra följande: <_:variablelist-1/>

source: To Select or Unselect Repeat Mode
pl: Zaznaczanie/odznaczanie powtarzania
sv: Välj upprepningsläge eller vanligt läge

source: To enable or disable repeat mode, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Repeat Mode</guimenuitem></menuchoice>.
pl: Aby włączyć/wyłączyć powtarzanie, wybierz <menuchoice><guimenu>Edycja</guimenu><guimenuitem>Powtarzanie</guimenuitem></menuchoice>.
sv: För att aktivera eller inaktivera upprepningsläget, välj <menuchoice> <guimenu>Redigera</guimenu> <guimenuitem>Upprepningsläge</guimenuitem> </menuchoice>.

source: To Select or Unselect Shuffle Mode
pl: Zaznaczanie/odznaczanie trybu losowego
sv: Välj blandningsläge eller vanligt läge

source: To enable or disable shuffle mode, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Shuffle Mode</guimenuitem></menuchoice>.
pl: Aby włączyć/wyłączyć tryb losowy, wybierz <menuchoice><guimenu>Edycja</guimenu><guimenuitem>Tryb losowy</guimenuitem></menuchoice>.
sv: För att aktivera eller inaktivera blandningsläget, välj <menuchoice> <guimenu>Redigera</guimenu> <guimenuitem>Blandningsläge</guimenuitem> </menuchoice>.

source: To Choose Subtitles
pl: Wybór napisów
sv: Välj undertexter

source: To choose the language of the subtitles, select <menuchoice><guimenu>View</guimenu><guisubmenu>Subtitles</guisubmenu></menuchoice> and choose the subtitle language you want to display.
pl: Aby zmienić język napisów, w <menuchoice><guimenu>Widok</guimenu><guisubmenu>Napisy</guisubmenu></menuchoice> wybierz język, w jakim mają być wyświetlane napisy.
sv: För att välja språket för undertexterna, välj <menuchoice> <guimenu>Visa</guimenu><guisubmenu>Undertexter</guisubmenu> </menuchoice> och välj det språk du vill använda för att visa undertexterna.

source: To disable the display of subtitles, select <menuchoice><guimenu>View</guimenu><guisubmenu>Subtitles</guisubmenu><guimenuitem>None</guimenuitem></menuchoice>.
pl: Aby wyłączyć wyświetlanie napisów, wybierz <menuchoice><guimenu>Widok</guimenu><guisubmenu>Napisy</guisubmenu><guimenuitem>Brak</guimenuitem></menuchoice>.
sv: För att inaktivera visning av undertexter, välj <menuchoice> <guimenu>Visa</guimenu> <guisubmenu>Undertexter</guisubmenu> <guimenuitem>Ingen</guimenuitem> </menuchoice>.

source: By default, <application>Totem Movie Player</application> will choose the same language for the subtitles as the one you normally use on your computer.
pl: <application>Odtwarzacz filmów Totem</application> wybiera domyślnie taki język napisów, jaki jest zwykle używany podczas pracy.
sv: Som standard kommer <application>Totem filmuppspelare</application> att välja samma språk för undertexterna som det språk du använder på din dator.

source: <application>Totem Movie Player</application> will automatically load and display subtitles for a video if it finds a subtitle file with the same name as the video being played, and the extension <filename class="extension">asc</filename>, <filename class="extension">txt</filename>, <filename class="extension">sub</filename>, <filename class="extension">srt</filename>, <filename class="extension">smi</filename>, <filename class="extension">ssa</filename> or <filename class="extension">ass</filename>.
pl: <application>Odtwarzacz filmów Totem</application> automatycznie wczytuje i wyświetla napisy, jeżeli plik który je zawiera ma taką samą nazwę, jak odtwarzany plik wideo i rozszerzenie <filename class="extension">asc</filename>, <filename class="extension">txt</filename>, <filename class="extension">sub</filename>, <filename class="extension">srt</filename>, <filename class="extension">smi</filename>, <filename class="extension">ssa</filename> lub <filename class="extension">ass</filename>.
sv: <application>Totem filmuppspelare</application> kommer automatiskt att läsa in och visa undertexter om filen som innehåller dem har samma namn som videofilen som spelas upp men med filändelsen <filename class="extension">asc</filename>, <filename class="extension">txt</filename>, <filename class="extension">sub</filename>, <filename class="extension">srt</filename>, <filename class="extension">smi</filename>, <filename class="extension">ssa</filename> eller <filename class="extension">ass</filename>.

source: If the file containing the subtitles has a different name from the video being played, you can right-click on the video in the playlist and choose <menuchoice><guimenuitem>Select Text Subtitles</guimenuitem></menuchoice> from the popup menu to load the correct subtitle file. You may also choose subtitles by choosing <menuchoice><guimenu>View</guimenu><guimenuitem>Select Text Subtitles</guimenuitem></menuchoice>.
pl: Jeśli plik napisów ma inną nazwę niż nazwa odtwarzanego filmu, można kliknąć film prawym przyciskiem myszy w liście odtwarzania i wybrać <menuchoice><guimenuitem>Wybierz plik napisów</guimenuitem></menuchoice> z wyświetlonego menu kontekstowego, aby wczytać właściwy plik napisów. Można również wczytać napisy przez <menuchoice><guimenu>Widok</guimenu><guimenuitem>Wybierz plik napisów</guimenuitem></menuchoice>.
sv: Om filen som innehåller undertexten har ett annat namn än videofilen som spelas upp så kan du högerklicka på videon i spellistan och välja <menuchoice><guimenuitem>Välj undertexter…</guimenuitem></menuchoice> från popupmenyn för att läsa in korrekt undertextfil. Du kan även välja undertexter genom att välja <menuchoice> <guimenu>Visa</guimenu> <guimenuitem>Välj undertexter...</guimenuitem> </menuchoice>.

source: Using the <guilabel>Subtitle Downloader</guilabel> plugin, you can also download subtitles from the OpenSubtitles service. See <xref linkend="totem-plugins-opensubtitles"/> for more information.
pl: Przy użyciu wtyczki <guilabel>Pobieranie napisów</guilabel> można również pobrać napisy z serwisu OpenSubtitles. <xref linkend="totem-plugins-opensubtitles"/> zawiera więcej informacji.
sv: Med insticksmodulen <guilabel>Hämta undertexter</guilabel> så kan du även hämta undertexter från tjänsten OpenSubtitles. Se <xref linkend="totem-plugins-opensubtitles"/> för mer information.

source: To Take a Screenshot
pl: Wykonywanie zrzutu ekranu
sv: Ta en skärmbild

source: To take a screenshot of the movie or visualization that is playing, choose <menuchoice> <guimenu>Edit</guimenu> <guimenuitem>Take Screenshot</guimenuitem> </menuchoice>. The <application>Save Screenshot</application> dialog is displayed. Choose a location and insert the filename as which you want to save the screenshot, then click on the <guibutton>Save</guibutton> button to save the screenshot.
pl: Aby wykonać zrzut ekranu filmu lub wizualizacji, wybierz <menuchoice> <guimenu>Edycja</guimenu> <guimenuitem>Zrzut ekranu</guimenuitem> </menuchoice>. Zostanie wyświetlone okno <application>Zrzut ekranu</application>. Wybierz położenie i wprowadź nazwę pliku, do jakiego ma zostać zapisany zrzut, i kliknij przycisk <guibutton>Zapisz</guibutton>.
sv: För att ta en skärmbild från filmen eller visualiseringen som spelas upp, välj <menuchoice> <guimenu>Redigera</guimenu> <guimenuitem>Ta skärmbild</guimenuitem> </menuchoice>. Dialogrutan <application>Spara skärmbild</application> kommer att visas. Välj en plats och ange filnamnet som du vill spara skärmbilden som, klicka sedan på knappen <guibutton>Spara</guibutton> för att spara skärmbilden.

source: <application>Totem Movie Player</application> will display a preview of the screenshot which is to be saved on the left-hand side of the <application>Save Screenshot</application> dialog.
pl: <application>Odtwarzacz filmów Totem</application> wyświetli podgląd zrzutu ekranu po lewej stronie okna <application>Zrzut ekranu</application>.
sv: <application>Totem filmuppspelare</application> kommer att visa en förhandsvisning av skärmbilden som kommer att sparas på vänstra sidan om dialogen <application>Spara skärmbild</application>.

source: To Create a Screenshot Gallery
pl: Tworzenie galerii zrzutów ekranu
sv: Skapa ett skärmbildsgalleri

source: To create a gallery of screenshots of the movie or visualization that is playing, choose <menuchoice> <guimenu>Edit</guimenu> <guimenuitem>Create Screenshot Gallery</guimenuitem> </menuchoice>. The <application>Save Gallery</application> dialog is displayed. Choose a location and insert the filename as which you want to save the gallery image, then click on the <guibutton>Save</guibutton> button to save the screenshot.
pl: Aby utworzyć galerię zrzutów ekranu filmu lub wizualizacji obecnie odtwarzanych, wybierz <menuchoice> <guimenu>Edycja</guimenu> <guimenuitem>Galeria zrzutów ekranu</guimenuitem> </menuchoice>. Zostanie wyświetlone okno <application>Galeria zrzutów ekranu</application>. Wybierz położenie i wprowadź nazwę pliku, do jakiego ma zostać zapisany zrzut, i kliknij przycisk <guibutton>Zapisz</guibutton>.
sv: För att skapa ett galleri med skärmbilder från filmen eller visualiseringen som spelas upp, välj <menuchoice> <guimenu>Redigera</guimenu> <guimenuitem>Skapa skärmbildsgalleri</guimenuitem> </menuchoice>. Dialogrutan <application>Spara galleri</application> kommer att visas. Välj en plats och ange filnamnet som du vill spara galleribilden som, klicka sedan på knappen <guibutton>Spara</guibutton> för att spara skärmbilden.

source: You may specify the width of the individual screenshots in the gallery using the <guilabel>Screenshot width</guilabel> entry. The default width is 128 pixels.
pl: Można określić szerokość poszczególnych zrzutów ekranu w galerii w polu <guilabel>Szerokość zrzutów ekranu</guilabel>. Domyślną wartością jest 128 pikseli.
sv: Du kan ange bredden för de individuella skärmbilder i galleriet med hjälp av <guilabel>Bredd för skärmbild</guilabel>. Standardbredden är 128 bildpunkter.

source: You may also specify the number of screenshots to be put in the gallery. By default, this is calculated based on the length of the movie; however, this may be overridden by deselecting the <guilabel>Calculate the number of screenshots</guilabel> checkbox and entering the new number in the <guilabel>Number of screenshots</guilabel> spin box.
pl: Można również określić liczbę zrzutów ekranu umieszczanych w galerii. Domyślnie liczba ta jest obliczana na podstawie długości filmu; jednak można ją zmienić przez odznaczenie pola wyboru <guilabel>Obliczanie liczby zrzutów ekranu</guilabel> i wprowadzenie nowej liczby w polu <guilabel>Liczba zrzutów ekranu</guilabel>.
sv: Du kan även ange antalet skärmbilder som ska läggas i galleriet. Som standard så räknas detta fram baserat på filmens längd; dock kan detta åsidosättas genom att avmarkera kryssrutan <guilabel>Beräkna antalet skärmbilder</guilabel> och ange det nya antalet med snurrutan <guilabel>Antal skärmbilder</guilabel>.

source: Plugins
pl: Wtyczki
sv: Insticksmoduler

source: <application>Totem Movie Player</application> has many features which are present in the form of plugins — pieces of the software which are only loaded if necessary.
pl: <application>Odtwarzacz filmów Totem</application> ma wiele funkcji dostępnych w formie wtyczek — oprogramowania, które zostaje wczytanie tylko, jeśli jest potrzebne.
sv: <application>Totem filmuppspelare</application> har många funktioner som finns som insticksmoduler — delar av programvaran som endast läses in om det behövs.

source: To Enable a Plugin
pl: Włączanie wtyczki
sv: Aktivera en insticksmodul

source: To view the list of installed plugins, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Plugins</guimenuitem></menuchoice>. The <application>Configure Plugins</application> dialog is displayed. On the left is a list of all the plugins you have installed, while on the right is a description of the currently selected plugin. Plugins which have options which can be changed will have a sensitive <guibutton>Configure</guibutton> button on the right.
pl: Aby wyświetlić listę zainstalowanych wtyczek, wybierz <menuchoice><guimenu>Edycja</guimenu><guimenuitem>Wtyczki</guimenuitem></menuchoice>. Zostanie wyświetlone okno <application>Konfiguracja wtyczek</application>. Po lewej znajduje się lista wszystkich zainstalowanych wtyczek, a po prawej opis obecnie zaznaczonej wtyczki. Wtyczki z opcjami mają dostępny przycisk <guibutton>Skonfiguruj</guibutton> po prawej stronie.
sv: För att visa listan över installerade insticksmoduler, välj <menuchoice> <guimenu>Redigera</guimenu><guimenuitem>Insticksmoduler</guimenuitem></menuchoice>. Dialogrutan <application>Konfigurera insticksmoduler</application> kommer att visas. Till vänster finns en lista över alla insticksmoduler som du har installerade. På högra sidan finns det en beskrivning av den för närvarande markerade insticksmodulen. Insticksmoduler som innehåller ändringsbara alternativ kommer att ha knappen <guibutton>Konfigurera</guibutton> klickbar.

source: To enable a plugin, simply select the checkbox to the left of its name in the plugin list, and the plugin will be loaded immediately. If there is any error loading the plugin, an error dialog will also be displayed immediately.
pl: Aby włączyć wtyczkę, zaznacz pole wyboru po lewej stronie nazwy widocznej na liście wtyczek, a wtyczka zostanie natychmiast wczytana. Jeśli wystąpi błąd podczas wczytywania wtyczki, to zostanie wyświetlone okno błędu.
sv: För att aktivera en insticksmodul så kryssar man bara för kryssrutan till vänster om dess namn i insticksmodullistan, och insticksmodulen kommer att läsas in direkt. Om det uppstår några fel vid inläsning av insticksmodulen så kommer ett felmeddelande att visas.

source: To disable a plugin again, deselect its checkbox. Plugins will remain enabled or disabled as set even when <application>Totem Movie Player</application> is closed.
pl: Aby wyłączyć wtyczkę, odznacz pole wyboru. Wtyczki zostaną włączone lub wyłączone według ustawień, nawet gdy <application>Odtwarzacz filmów Totem</application> jest zamknięty.
sv: För att inaktivera en insticksmodul så kryssa ur dess kryssruta. Insticksmoduler kommer att fortsätta vara aktiverade/inaktiverade även om <application>Totem filmuppspelare</application> stängs.

source: Always on Top
pl: Zawsze na wierzchu
sv: Alltid överst

source: When enabled, the <guilabel>Always on Top</guilabel> plugin will force the main <application>Totem Movie Player</application> window to be on top of all other windows while a movie is playing, but not while audio or visualizations are playing. To stop the window being on top, disable the plugin again.
pl: Po włączeniu wtyczki <guilabel>Zawsze na wierzchu</guilabel> główne okno <application>Odtwarzacza filmów Totem</application> znajdować się będzie zawsze nad innymi oknami podczas odtwarzania filmu, jednak nie podczas odtwarzania utworu ani wyświetlania wizualizacji. Aby zmienić to zachowanie, wyłącz wtyczkę.
sv: När aktiverad så tvingar insticksmodulen <guilabel>Alltid överst</guilabel> huvudfönstret för <application>Totem filmuppspelare</application> att alltid ligga över alla andra fönster när en film spelas upp, men inte när ljud eller visualiseringar spelas upp. Inaktivera insticksmodulen för att gå tillbaka till normalt fönsterbeteende.

source: Coherence DLNA/UPnP Client
pl: Klient DLNA/UPnP Coherence
sv: Coherence DLNA/UPnP-klient
