Repository: eurolinux-enterprise-linux-sources/totem
Catalog: src/help/*/*.po
Languages: pl, sv

source: The <guilabel>Coherence DLNA/UPnP Client</guilabel> plugin allows <application>Totem Movie Player</application> to play multimedia content from UPnP media servers (such as Coherence servers) on the local network.
pl: Wtyczka <guilabel>Klient DLNA/UPnP Coherence</guilabel> umożliwia <application>Odtwarzaczowi filmów Totem</application> odtwarzanie zawartości multimedialnej serwerów UPnP (np. serwerów Coherence) w sieci lokalnej.
sv: Insticksmodulen <guilabel>Coherence DLNA/UPnP-klient</guilabel> gör att <application>Totem filmuppspelare</application> kan spela upp multimediainnehåll från UPnP-mediaservrar (såsom Coherence-servrar) på det lokala nätverket.

source: With the <guilabel>Coherence DLNA/UPnP Client</guilabel> plugin enabled, choose <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guibutton>Sidebar</guibutton> button to show the sidebar. Select <guilabel>Coherence DLNA/UPnP Client</guilabel> from the drop-down list at the top of the sidebar to display the <guilabel>Coherence DLNA/UPnP Client</guilabel> sidebar.
pl: Po włączeniu wtyczki <guilabel>Klient DLNA/UPnP Coherence</guilabel> wybierz <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Widok</guimenu><guimenuitem>Panel</guimenuitem></menuchoice> lub kliknij przycisk <guibutton>Panel boczny</guibutton>, aby wyświetlić panel boczny. Następnie wybierz <guilabel>Klient DLNA/UPnP</guilabel> z listy rozwijanej znajdującej się na górze panelu, aby wyświetlić panel <guilabel>Klienta DLNA/UPnP Coherence</guilabel>.
sv: När insticksmodulen <guilabel>Coherence DLNA/UPnP-klient</guilabel> är aktiverad, välj <menuchoice> <shortcut><keycap>F9</keycap></shortcut> <guimenu>Visa</guimenu> <guimenuitem>Sidopanel</guimenuitem> </menuchoice> eller tryck på knappen <guibutton>Sidopanel</guibutton> för att visa sidopanelen. Välj <guilabel>Coherence DLNA/UPnP-klient</guilabel> från rullgardinslistan överst i sidopanelen för att visa sidopanelen <guilabel>Coherence DLNA/UPnP-klient</guilabel>.

source: The tree view in the sidebar will list the available media servers. Clicking on one will expand it to show the types of media it can serve, and clicking on a media folder will expand it to list the media files available. Double-clicking on a media file will add it to <application>Totem Movie Player</application>'s playlist and play it. You may alternatively right-click on a file and choose <menuchoice><guimenuitem>Play</guimenuitem></menuchoice> or <menuchoice><guimenuitem>Enqueue</guimenuitem></menuchoice> to play the file immediately or add it to the playlist, respectively.
pl: Widok drzewa w panelu wyświetli listę dostępnych serwerów multimediów. Kliknięcie jednego z nich rozwinie go wyświetlając rodzaje dostępnych multimediów na danym serwerze, a kliknięcie katalog multimediów rozwinie listę dostępnych plików multimediów. Podwójne kliknięcie pliku doda go do listy odtwarzania <application>Odtwarzacza filmów Totem</application> i go odtworzy. Zamiast tego można kliknąć plik prawym przyciskiem myszy i wybrać <menuchoice><guimenuitem>Odtwórz</guimenuitem></menuchoice> lub <menuchoice><guimenuitem>Dodaj do listy odtwarzania</guimenuitem></menuchoice>, aby natychmiast odtworzyć plik lub dodać go na końcu listy odtwarzania.
sv: Trädvyn i sidopanelen kommer att lista de tillgängliga mediaservrarna. Om du klickar på en kommer den att expanderas till att visa typerna av media den kan visa, klickar du på en mediamapp kommer den att expanderas till att lista de tillgängliga mediafilerna. Om du dubbelklickar på en mediafil kommer den att läggas till i <application>Totem filmuppspelaren</application>s spellista och spela den. Alternativt kan du högerklicka på en fil och välja <menuchoice><guimenuitem>Spela upp</guimenuitem></menuchoice> eller <menuchoice><guimenuitem>Kölägg</guimenuitem></menuchoice> för att spela filen omedelbart respektive att lägga till den till spellistan.

source: If the media server allows it, choosing <menuchoice><guimenuitem>Delete</guimenuitem></menuchoice> from a file's context menu allows you to delete that file from the media server.
pl: Jeśli zezwala na to serwer, wybranie <menuchoice><guimenuitem>Usuń</guimenuitem></menuchoice> z menu kontekstowego pliku umożliwia usunięcie pliku z serwera multimediów.
sv: Om mediaservern tillåter det kan du, om du väljer <menuchoice><guimenuitem>Ta bort</guimenuitem></menuchoice> från en fils snabbvalsmeny, ta bort filen från mediaservern.

source: Gromit Annotations
pl: Adnotacje Gromit
sv: Gromit-noteringar

source: The <guilabel>Gromit Annotations</guilabel> plugin allows you to draw on top of movies as they are played using <ulink type="http" url="http://www.home.unix-ag.org/simon/gromit/"><application>Gromit</application></ulink>. You must have <application>Gromit</application> installed before you can enable the plugin — consult your operating system documentation for information on how to do this.
pl: Wtyczka <guilabel>Adnotacje Gromit</guilabel> umożliwia rysowanie na filmach podczas ich odtwarzania przy użyciu programu <ulink type="http" url="http://www.home.unix-ag.org/simon/gromit/"><application>Gromit</application></ulink>. Przed włączeniem wtyczki konieczna jest instalacja programu <application>Gromit</application> — dokumentacja systemu operacyjnego zawiera więcej informacji na temat instalacji programów.
sv: Insticksmodulen <guilabel>Gromit-noteringar</guilabel> låter dig rita ovanpå filmer medan de spelas via <ulink type="http" url="http://www.home.unix-ag.org/simon/gromit/"><application>Gromit</application></ulink>. Du måste ha <application>Gromit</application> installerat innan du kan aktivera insticksmodulen — konsultera dokumentationen för ditt operativsystem för att få reda på hur du gör detta.

source: With the plugin enabled, press <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo> to toggle <application>Gromit</application> on or off. When <application>Gromit</application> is enabled, your pointer will change to a crosshair. To draw on the screen, hold down your mouse button and drag your pointer around, before releasing your mouse button. Press <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo> again to toggle <application>Gromit</application> off.
pl: Po włączeniu wtyczki naciśnij klawisze <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo>, aby włączyć lub wyłączyć <application>Gromit</application>. Gdy <application>Gromit</application> jest włączony, kursor zmieni się w krzyżyk. Aby rysować na ekranie, kliknij i przytrzymaj przycisk myszy i przesuwaj kursor przed zwolnieniem przycisku myszy. Aby wyłączyć <application>Gromit</application>, ponownie naciśnij klawisze <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo>.
sv: När insticksmodulen är aktiverad, tryck <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo> för att slå på eller av <application>Gromit</application>. När <application>Gromit</application> är aktiverad kommer din musmarkör att ändras till ett hårkors. För att rita på skärmen, håller ner musknappen och dra runt markören innan du släpper musknappen. Tryck <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo> igen för att stänga av <application>Gromit</application>.

source: To clear the screen of annotations, press <keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo>, or close <application>Totem Movie Player</application>.
pl: Aby wyczyścić adnotacje, naciśnij klawisze <keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo> lub zamknij <application>Odtwarzacz filmów Totem</application>.
sv: För att rensa alla noteringar från skärmen, tryck på <keycombo><keycap>Ctrl</keycap><keycap>E</keycap></keycombo>, eller stäng <application>Totem filmuppspelare</application>.

source: The <guilabel>Jamendo</guilabel> plugin allows you to listen to the collection of Creative Commons-licensed music on the <ulink type="http" url="http://www.jamendo.com/en/">Jamendo</ulink> service.
pl: Wtyczka <guilabel>Jamendo</guilabel> umożliwia odsłuchiwanie kolekcji muzyki publikowanej na licencji Creative Commons w serwisie <ulink type="http" url="http://www.jamendo.com/">Jamendo</ulink>.
sv: Insticksmodulen <guilabel>Jamendo</guilabel> låter dig lyssna på samlingen av Creative Commons-licensierad musik på tjänsten <ulink type="http" url="http://www.jamendo.com/en/">Jamendo</ulink>.

source: To Configure the Plugin
pl: Konfiguracja wtyczki
sv: Konfigurera insticksmodulen

source: The <guilabel>Jamendo</guilabel> plugin can be configured. Click on the <guibutton>Configure</guibutton> button when enabling the plugin, and the <application>Jamendo Plugin Configuration</application> dialog will be displayed. Here, you can choose whether to download songs in Ogg or MP3 format (Ogg is preferred due to its open-source nature); and the number of albums to retrieve when doing a search (choose more albums if you have a faster Internet connection).
pl: Wtyczkę <guilabel>Jamendo</guilabel> można skonfigurować. Kliknij przycisk <guibutton>Skonfiguruj</guibutton> podczas włączania wtyczki, a zostanie wyświetlone okno <application>Konfiguracja wtyczki Jamendo</application>. W tym miejscu można wybrać, czy utwory mają być pobierane w formacie Ogg lub MP3 (Ogg jest zalecanym formatem ze względu na jego otwartoźródłową naturę), oraz liczbę albumów do pobrania podczas wyszukiwania (można zwiększyć liczbę albumów przy szybszym łączu internetowym).
sv: Insticksmodulen <guilabel>Jamendo</guilabel> kan konfigureras. Klicka på knappen <guibutton>Konfigurera</guibutton> när insticksmodulen aktiveras, så kommer dialogrutan <application>Jamendo insticksmodulskonfiguration</application> att visas. Här kan du välja om låtar ska hämtas i Ogg- eller MP3-format (Ogg är att föredra på grund av att det är ett öppet ljudformat); samt antalet album som ska hämtas när en sökning görs (välj fler album om du har en snabbare internetuppkoppling).

source: Once you're done, click <guibutton>OK</guibutton>.
pl: Po ukończeniu kliknij przycisk <guibutton>OK</guibutton>.
sv: När du är färdig, klicka på <guibutton>OK</guibutton>.

source: To Display the Jamendo Sidebar
pl: Wyświetlenie panelu bocznego Jamendo
sv: Visa Jamendo-sidopanelen

source: With the <guilabel>Jamendo</guilabel> plugin enabled, choose <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guibutton>Sidebar</guibutton> button to show the sidebar. Select <guilabel>Jamendo</guilabel> from the drop-down list at the top of the sidebar to display the <guilabel>Jamendo</guilabel> sidebar.
pl: Po włączeniu wtyczki <guilabel>Jamendo</guilabel> wybierz <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Widok</guimenu><guimenuitem>Panel boczny</guimenuitem></menuchoice> lub kliknij przycisk <guibutton>Panel boczny</guibutton>, aby wyświetlić panel boczny. Następnie wybierz <guilabel>Jamendo</guilabel> z listy rozwijanej znajdującej się na górze panelu, aby wyświetlić panel <guilabel>Jamendo</guilabel>.
sv: När insticksmodulen <guilabel>Jamendo</guilabel> är aktiverad, välj <menuchoice> <shortcut><keycap>F9</keycap></shortcut> <guimenu>Visa</guimenu> <guimenuitem>Sidopanel</guimenuitem> </menuchoice> eller tryck på knappen <guibutton>Sidopanel</guibutton> för att visa sidopanelen. Välj <guilabel>Jamendo</guilabel> från rullgardinslistan överst i sidopanelen för att visa sidopanelen <guilabel>Jamendo</guilabel>.

source: To Search for Music
pl: Wyszukiwanie muzyki
sv: Söka efter musik

source: Enter your search terms in the search entry at the top of the <guilabel>Jamendo</guilabel> sidebar. You can search by either artist or by tags. Click on the search button to start your search.
pl: Wprowadź termin wyszukiwania w pole wyszukiwania na górze panelu <guilabel>Jamendo</guilabel>. Można wyszukiwać nazwy artystów lub etykiet. Aby rozpocząć wyszukiwanie, kliknij przycisk wyszukiwania.
sv: Mata in dina söktermer i sökrutan längst upp i <guilabel>Jamendo</guilabel>s sidopanel. Du kan söka antingen efter artist eller efter taggar. Klicka på sökknappen för att påbörja din sökning.

source: Search results will be displayed in the tree view in the <guilabel>Search Results</guilabel> page of the sidebar, and can be browsed through using the arrow buttons at the bottom of the sidebar. Albums are listed, and if you click on an album, its tracks will be listed below it. Click again to hide the album's tracks.
pl: Wyniki wyszukiwania zostaną wyświetlone w widoku drzewa na stronie <guilabel>Wyniki wyszukiwania</guilabel> panelu i mogą być przeglądane przy użyciu przycisków strzałek na dole panelu. Albumy są wyświetlane w formie list i po kliknięciu wybranego albumu znajdujące się na nim ścieżki zostaną wyświetlone w liście. Ponowne kliknięcie albumu ukrywa jego ścieżki.
sv: Sökresultat kommer att visas i trädvyn på sidan <guilabel>Sökresultat</guilabel> i sidopanelen, och kan bläddras igenom med piltangenterna längst ner i sidopanelen. Album listas, och om du klickar på ett album kommer dess spår att listas nedanför. Klicka igen för att gömma albumets spår.

source: With an artist selected, you can click on the <guibutton>Jamendo Album Page</guibutton> button to open that album's page on the Jamendo website. Double-clicking an album, or choosing <menuchoice><guimenuitem>Add to Playlist</guimenuitem></menuchoice> from the album's context menu, will replace your playlist with all the tracks on that album and begin streaming the first track from Jamendo's website. Double-clicking an individual track will replace your playlist with just that track.
pl: Po wybraniu artysty można kliknąć <guibutton>Strona albumu na Jamendo</guibutton>, aby otworzyć stronę albumu na stronie Jamendo. Podwójne kliknięcie albumu lub wybranie <menuchoice><guimenuitem>Dodaj do listy odtwarzania</guimenuitem></menuchoice> z menu kontekstowego albumu zastępuje listę odtwarzania ścieżkami z tego albumu i rozpoczyna przesyłanie strumienia tego pliku ze strony Jamendo. Podwójne kliknięcie poszczególnej ścieżki zastępuje bieżącą listę odtwarzania jedynie tym plikiem.
sv: När en artist väljs kan du klicka på knappen <guibutton>Jamendo albumsida</guibutton> för att öppna det albumets sida på Jamendos webbplats. Om du dubbelklickar på ett album eller väljer <menuchoice><guimenuitem>Lägg till i spellista</guimenuitem></menuchoice> från albumets snabbvalsmeny kommer din spellista att ersättas med alla spår på det albumet och börja strömma det första spåret från Jamendos webbplats. Om du dubbelklickar på ett individuellt spår kommer det att ersätta din spellista med bara det spåret.

source: Popular Albums and Latest Releases
pl: Popularne albumy i ostatnie wydania
sv: Populära album och senaste utgåvorna

source: Viewing the <guilabel>Popular</guilabel> page in the <guilabel>Jamendo</guilabel> sidebar will load a list of the most popular albums on Jamendo at the moment, which can be played as with search results. Viewing the <guilabel>Latest Releases</guilabel> page will likewise load a list of the latest albums released on Jamendo.
pl: Przejście do karty <guilabel>Popularne</guilabel> w panelu <guilabel>Jamendo</guilabel> powoduje wyświetlenie listy obecnie najbardziej popularnych albumów na Jamendo, które mogą zostać odtwarzane tak, jak w przypadku wyszukiwania. Przejście do karty <guilabel>Najnowsze wydania</guilabel> powoduje, w ten sam sposób, wczytanie listy najnowszych wydań albumów na Jamendo.
sv: Om du tittar på sidan <guilabel>Populära</guilabel> i sidopanelen <guilabel>Jamendo</guilabel> kommer den att ladda en lista med de för tillfället mest populära albumen på Jamendo. De kan spelas upp på samma sätt som sökresultaten. Om du tittar på sidan <guilabel>Senast publicerade</guilabel> så kommer den att på samma sätt ladda en lista över de senast publicerade albumen på Jamendo.

source: Local Search
pl: Wyszukiwanie lokalne
sv: Lokal sökning

source: The <guilabel>Local Search</guilabel> plugin allows you to search for playable movies and audio files on your computer from within <application>Totem Movie Player</application>. With the plugin enabled, choose <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guibutton>Sidebar</guibutton> button to show the sidebar. Select <guilabel>Local Search</guilabel> from the drop-down list at the top of the sidebar to display the <guilabel>Local Search</guilabel> sidebar.
pl: Wtyczka <guilabel>Wyszukiwanie lokalne</guilabel> umożliwia wyszukiwanie filmów i plików muzycznych na komputerze, na którym jest uruchomiony <application>Odtwarzacz filmów Totem</application>. Po włączeniu wtyczki wybierz <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Widok</guimenu><guimenuitem>Panel boczny</guimenuitem></menuchoice> lub kliknij przycisk <guibutton>Panel boczny</guibutton>, aby został wyświetlony panel boczny. Następnie wybierz <guilabel>Wyszukiwanie lokalne</guilabel> z listy rozwijanej na górze okna panelu, aby wyświetlić panel <guilabel>Wyszukiwania lokalnego</guilabel>.
sv: Insticksmodulen <guilabel>Lokal sökning</guilabel> låter dig söka efter spelbara filmer och ljudfiler på din dator inifrån <application>Totem filmuppspelare</application>. Med insticksmodulen aktiverad, välj <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Visa</guimenu><guimenuitem>Sidopanel</guimenuitem></menuchoice>, eller klicka på knappen <guibutton>Sidopanel</guibutton> för att visa sidopanelen. Välj <guilabel>Lokal sökning</guilabel> från rullgardinslistan längst upp i sidopanelen för att visa sidopanelen <guilabel>Lokal sökning</guilabel>.

source: To perform a search, enter your search terms in the search entry at the top of the sidebar and click <guibutton>Find</guibutton>. Your search terms may include wildcards such as <literal>*</literal>, which will match any character. For example, the search <userinput>*.mpg</userinput> will find all movies with the <filename class="extension">.mpg</filename> file extension.
pl: Aby wykonać wyszukiwanie, wprowadź termin wyszukiwania w polu na górze panelu i kliknij przycisk <guibutton>Znajdź</guibutton>. Wyszukiwanie może zawierać symbole wieloznaczne, takie jak <literal>*</literal>, które pasują do wielu znaków. Na przykład, wyszukiwanie <userinput>*.mpg</userinput> wyszuka wszystkie filmy o rozszerzeniu <filename class="extension">.mpg</filename>.
sv: För att utföra en sökning, mata in dina söktermer i sökrutan längst upp i sidopanelen och klicka på <guibutton>Hitta</guibutton>. Dina söktermer kan innehålla jokertecken så som <literal>*</literal>, som kommer att matcha vilket tecken som helst. Till exempel kommer sökningen <userinput>*.mpg</userinput> att hitta alla filmer med filändelsen <filename class="extension">.mpg</filename>.

source: Search results may be browsed using the <guibutton>Back</guibutton> and <guibutton>Forward</guibutton> buttons at the bottom of the sidebar, and you may jump to a specific results page by entering its number in the spin box.
pl: Wyniki wyszukiwania mogą być przeglądane przy użyciu przycisków <guibutton>Wstecz</guibutton> i <guibutton>Dalej</guibutton> na dole panelu bocznego. Można również przejść do konkretnej strony wyników wyszukiwania przez wprowadzenie jej numeru w odpowiednim polu.
sv: Sökresultat kan bläddras igenom via knapparna <guibutton>Bakåt</guibutton> och <guibutton>Framåt</guibutton> längst ner i sidopanelen, och du kan hoppa till en specifik resultatsida genom att mata in dess nummer i rutan.

source: Publish Playlist
pl: Publikowanie listy odtwarzania
sv: Publicera spellista

source: The <guilabel>Publish Playlist</guilabel> plugin allows you to publish playlists on your local network to allow other computers to access and play them.
pl: Wtyczka <guilabel>Publikowanie listy odtwarzania</guilabel> umożliwia publikowanie list odtwarzania w sieci lokalnej, aby inne komputery mogły uzyskać do niej dostęp i je odtwarzać.
sv: Insticksmodulen <guilabel>Publicera spellista</guilabel> låter dig publicera spellistor på ditt lokala nätverk för att andra datorer ska kunna komma åt och spela upp dem.

source: Replaced with the program's name: <application>Totem Movie Player</application>.
pl: zostanie zastąpiony nazwą programu: <application>Odtwarzacz filmów Totem</application>.
sv: Ersätts med programmets namn: <application>Totem filmuppspelare</application>.

source: Replaced with your computer's host name.
pl: zostanie zastąpiony nazwą komputera.
sv: Ersätts med värdnamnet för din dator.

source: Replaced with your username.
pl: zostanie zastąpiony nazwą użytkownika.
sv: Ersätts med ditt användarnamn.

source: Replaced with your real name.
pl: zostanie zastąpiony prawdziwym imieniem i nazwiskiem użytkownika.
sv: Ersätts med ditt riktiga namn.

source: Replaced with a literal percent sign.
pl: zostanie zastąpiony znakiem procentu.
sv: Ersätts med ett uttryckligt procenttecken.

source: The <guilabel>Publish Playlist</guilabel> plugin can be configured. Click on the <guibutton>Configure</guibutton> button when enabling the plugin, and the configuration dialog will be displayed. Here, you can change the name which will appear for your playlist share. The following strings will be replaced when playlists are published: <_:variablelist-1/>
pl: Można skonfigurować wtyczkę <guilabel>Publikowanie listy odtwarzania</guilabel>. Kliknij przycisk <guibutton>Skonfiguruj</guibutton> podczas włączania wtyczki, aby zostało wyświetlone okno konfiguracji. Można w nim zmienić nazwę, pod jaką będzie dostępny udział listy odtwarzania. Następujące ciągi znaków zostaną zastąpione podczas publikacji listy odtwarzania: <_:variablelist-1/>
sv: Insticksmodulen <guilabel>Publicera spellista</guilabel> kan konfigureras. Om du klickar på knappen <guibutton>Konfigurera</guibutton> när insticksmodulen aktiveras kommer konfigurationsdialogrutan att visas. Här kan du ändra namnet som kommer att visas för spellistan du delar. Följande strängar kommer att ersättas när spellistor publiceras: <_:variablelist-1/>

source: You can also select the <guilabel>Use encrypted transport protocol</guilabel> checkbox if you wish to encrypt the shared playlists when they're transmitted over the network.
pl: Można również zaznaczyć pole wyboru <guilabel>Użycie szyfrowanego protokołu</guilabel>, jeśli udostępniane listy odtwarzania mają być szyfrowane podczas przesyłania w sieci.
sv: Du kan också markera kryssrutan <guilabel>Använd krypterat transportprotokoll</guilabel> om du önskar kryptera de delade spellistorna när de överförs över nätverket.

source: Once you're done, click <guibutton>Close</guibutton>.
pl: Po ukończeniu kliknij przycisk <guibutton>Zamknij</guibutton>.
sv: När du är färdig, klicka på <guibutton>Stäng</guibutton>.

source: To Publish Playlists
pl: Publikowanie list odtwarzania
sv: Publicera spellistor

source: With the plugin enabled, you do not need to explicitly publish playlists; they are automatically made available on the network as a Zeroconf website.
pl: Po włączeniu wtyczki nie trzeba ręcznie publikować list odtwarzania. Są one automatycznie udostępniane w sieci w postaci strony Zeroconf.
sv: Med insticksmodulen aktiverad behöver du inte uttryckligen publicera spellistor; de kommer automatiskt att göras tillgängliga på nätverket som en Zeroconf-webbplats.

source: To Browse your Neighborhood
pl: Przeszukiwanie otoczenia
sv: Bläddra bland dina grannar
