Repository: eurolinux-enterprise-linux-sources/totem
Catalog: src/help/*/*.po
Languages: pl, sv

# _
source: translator-credits
pl: Wojtek Jamrozy <wojtekrj@gmail.com>, 2008 Aleksander Łukasiewicz <aleksander@lukasiewicz.org, 2009-2010 Piotr Drąg <piotrdrag@gmail.com>, 2012-2018 Aviary.pl <community-poland@mozilla.org>, 2008-2018
sv: Daniel Nylander <po@danielnylander.se>, 2006, 2008, 2009. Sebastian Rasmussen <sebras@gmail.com>, 2014, 2015.

source: <application>Totem Movie Player</application> Manual
pl: Podręcznik <application>Odtwarzacza filmów Totem</application>
sv: Handbok för <application>Totem filmuppspelare</application>

source: <application>Totem Movie Player</application> is a media player for GNOME that runs on GStreamer by default, but can also be run on xine. It has support for most audio and video codecs including DVDs among many others. Features include TV-out, fullscreen, subtitles, and more.
pl: <application>Odtwarzacz filmów Totem</application> jest odtwarzaczem multimediów dla środowiska GNOME domyślnie używającym GStreamer, ale mogącym także używać xine. Obsługuje większość kodeków dźwiękowych i wideo, włącznie z m.in. DVD. Zawiera funkcje takie jak wyjście TV, odtwarzanie pełnoekranowe, napisy i inne.
sv: <application>Totem filmuppspelare</application> är en mediaspelare för GNOME som körs på GStreamer som standard men kan även köras på xine. Den har stöd för de flesta ljud- och videokodekar inklusive dvd-filmer och många andra. Erbjuder funktioner som TV-ut, helskärmsläge, undertexter samt många fler.

source: GNOME Documentation Project
pl: Projekt dokumentacji GNOME
sv: Dokumentationsprojekt för GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
pl: Udziela się zezwolenia do kopiowania rozpowszechniania i/lub modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej opublikowanej przez Free Software Foundation; wraz z zawartymi Sekcjami Niezmiennymi, wraz z Tekstem na Przedniej Okładce i z Tekstem na Tylnej Okładce. Kopia licencji dostępna jest pod adresem <ulink type="help" url="help:fdl">link</ulink> oraz w pliku COPYING-DOCS dystrybuowanym z niniejszym podręcznikiem.
sv: Tillstånd att kopiera, distribuera och/eller modifiera detta dokument ges under villkoren i GNU Free Documentation License (GFDL), version 1.1 eller senare, utgivet av Free Software Foundation utan standardavsnitt och omslagstexter. En kopia av GFDL finns att hämta på denna <ulink type="help" url="help:fdl">länk</ulink> eller i filen COPYING-DOCS som medföljer denna handbok.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
pl: Ten podręcznik jest częścią kolekcji podręczników użytkownika GNOME rozprowadzanych na zasadach GFDL. Aby rozpowszechniać ten podręcznik w odłączeniu od kolekcji, należy dołączyć kopię licencji do podręcznika, jak wyjaśniono to w sekcji 6. licencji.
sv: Denna handbok utgör en av flera GNOME-handböcker som distribueras under villkoren i GFDL. Om du vill distribuera denna handbok separat från övriga handböcker kan du göra detta genom att lägga till en kopia av licensavtalet i handboken enligt instruktionerna i avsnitt 6 i licensavtalet.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
pl: Nazwy używane przez firmy, by wyróżniać swoje produkty i usługi są zazwyczaj zarejestrowanymi znakami towarowymi. Jeśli występują one w dokumentacji GNOME, w przypadku gdy są znane przez członków Projektu Dokumentacji GNOME, są one napisane wielkimi literami lub zaczynają się od wielkiej litery.
sv: Flera namn på produkter och tjänster är registrerade varumärken. I de fall dessa namn förekommer i GNOME-dokumentation - och medlemmarna i GNOME-dokumentationsprojektet är medvetna om dessa varumärken - är de skrivna med versaler eller med inledande versal.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
sv: DOKUMENTET TILLHANDAHÅLLS I ”BEFINTLIGT SKICK” UTAN NÅGRA SOM HELST GARANTIER, VARE SIG UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, GARANTIER ATT DOKUMENTET ELLER EN MODIFIERAD VERSION AV DOKUMENTET INTE INNEHÅLLER NÅGRA FELAKTIGHETER, ÄR LÄMPLIGT FÖR ETT VISST ÄNDAMÅL ELLER INTE STRIDER MOT LAG. HELA RISKEN VAD GÄLLER KVALITET, EXAKTHET OCH UTFÖRANDE AV DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET LIGGER HELT OCH HÅLLET PÅ ANVÄNDAREN. OM ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT SKULLE VISA SIG INNEHÅLLA FELAKTIGHETER I NÅGOT HÄNSEENDE ÄR DET DU (INTE DEN URSPRUNGLIGA SKRIBENTEN, FÖRFATTAREN ELLER NÅGON ANNAN MEDARBETARE) SOM FÅR STÅ FÖR ALLA EVENTUELLA KOSTNADER FÖR SERVICE, REPARATIONER ELLER KORRIGERINGAR. DENNA GARANTIFRISKRIVNING UTGÖR EN VÄSENTLIG DEL AV DETTA LICENSAVTAL. DETTA INNEBÄR ATT ALL ANVÄNDNING AV ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT BEVILJAS ENDAST UNDER DENNA ANSVARSFRISKRIVNING;

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
sv: UNDER INGA OMSTÄNDIGHETER ELLER INOM RAMEN FÖR NÅGON LAGSTIFTNING, OAVSETT OM DET GÄLLER KRÄNKNING (INKLUSIVE VÅRDSLÖSHET), KONTRAKT ELLER DYLIKT, SKA FÖRFATTAREN, DEN URSPRUNGLIGA SKRIBENTEN ELLER ANNAN MEDARBETARE ELLER ÅTERFÖRSÄLJARE AV DOKUMENTET ELLER AV EN MODIFIERAD VERSION AV DOKUMENTET ELLER NÅGON LEVERANTÖR TILL NÅGON AV NÄMNDA PARTER STÄLLAS ANSVARIG GENTEMOT NÅGON FÖR NÅGRA DIREKTA, INDIREKTA, SÄRSKILDA ELLER OFÖRUTSEDDA SKADOR ELLER FÖLJDSKADOR AV NÅGOT SLAG, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, SKADOR BETRÄFFANDE FÖRLORAD GOODWILL, HINDER I ARBETET, DATORHAVERI ELLER NÅGRA ANDRA TÄNKBARA SKADOR ELLER FÖRLUSTER SOM KAN UPPKOMMA PÅ GRUND AV ELLER RELATERAT TILL ANVÄNDNINGEN AV DOKUMENTET ELLER MODIFIERADE VERSIONER AV DOKUMENTET, ÄVEN OM PART SKA HA BLIVIT INFORMERAD OM MÖJLIGHETEN TILL SÅDANA SKADOR.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
sv: DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET TILLHANDAHÅLLS UNDER VILLKOREN I GNU FREE DOCUMENTATION LICENSE ENDAST UNDER FÖLJANDE FÖRUTSÄTTNINGAR: <_:orderedlist-1/>

source: <firstname>Chee Bin</firstname> <surname>HOH</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> </affiliation> <email>cbhoh@gnome.org</email>
pl: <firstname>Chee Bin</firstname> <surname>HOH</surname> <affiliation> <orgname>Projekt dokumentacji GNOME</orgname> </affiliation> <email>cbhoh@gnome.org</email>
sv: <firstname>Chee Bin</firstname> <surname>HOH</surname> <affiliation> <orgname>GNOME:s dokumentationsprojekt</orgname> </affiliation> <email>cbhoh@gnome.org</email>

source: <firstname>Baptiste</firstname> <surname>Mille-Mathias</surname> <affiliation> <orgname>GNOME Documentation project</orgname> </affiliation> <contrib>Update documentation</contrib> <email>baptiste.millemathias@gmail.org</email>
pl: <firstname>Baptiste</firstname> <surname>Mille-Mathias</surname> <affiliation> <orgname>Projekt dokumentacji GNOME</orgname> </affiliation> <contrib>Aktualizacja dokumentacji</contrib> <email>baptiste.millemathias@gmail.org</email>
sv: <firstname>Baptiste</firstname> <surname>Mille-Mathias</surname> <affiliation> <orgname>GNOME:s dokumentationsprojekt</orgname> </affiliation> <contrib>Uppdatera dokumentation</contrib> <email>baptiste.millemathias@gmail.org</email>

source: <firstname>Philip</firstname> <surname>Withnall</surname> <contrib>Update documentation</contrib> <email>philip@tecnocode.co.uk</email>
pl: <firstname>Philip</firstname> <surname>Withnall</surname> <contrib>Aktualizacja dokumentacji</contrib> <email>philip@tecnocode.co.uk</email>
sv: <firstname>Philip</firstname> <surname>Withnall</surname> <contrib>Uppdatera dokumentation</contrib> <email>philip@tecnocode.co.uk</email>

source: <revnumber>Totem Movie Player Manual V2.0</revnumber> <date>August 2006</date> <_:revdescription-1/>
pl: <revnumber>Podręcznik odtwarzacza filmów Totem V2.0</revnumber> <date>sierpień 2006</date> <_:revdescription-1/>
sv: <revnumber>Handbok för Totem filmuppspelare V2.0</revnumber> <date>August 2006</date> <_:revdescription-1/>

source: <revnumber>Totem Movie Player Manual V3.0</revnumber> <date>February 2009</date> <_:revdescription-1/>
pl: <revnumber>Podręcznik odtwarzacza filmów Totem V3.0</revnumber> <date>luty 2009</date> <_:revdescription-1/>
sv: <revnumber>Handbok för Totem filmuppspelare V3.0</revnumber> <date>February 2009</date> <_:revdescription-1/>

source: This manual describes version 2.26 of Totem Movie Player.
pl: Podręcznik opisuje wersję 2.26 odtwarzacza filmów Totem.
sv: Den här handboken beskriver version 2.26 av Totem filmuppspelare.

source: Feedback
pl: Informacje zwrotne
sv: Återkoppling

source: To report a bug or make a suggestion regarding the <application>Totem Movie Player</application> application or this manual, follow the directions in the <ulink url="help:user-guide#feedback" type="help">GNOME Feedback Page</ulink>.
pl: <ulink url="help:user-guide#feedback" type="help">Strona wysyłania informacji zwrotnych GNOME</ulink> zawiera instrukcje, jak zgłosić błąd lub propozycję zmiany programu <application>Totem</application> lub tego podręcznika.
sv: För att rapportera ett fel eller föreslå någonting angående <application>Totem filmuppspelare</application> eller den här handboken, följ anvisningarna på <ulink url="help:user-guide#feedback" type="help">GNOME:s återkopplingssida</ulink>.

source: <primary>Totem Movie Player</primary>
pl: <primary>Odtwarzacz filmów Totem</primary>
sv: <primary>Totem filmuppspelare</primary>

source: Introduction
pl: Wprowadzenie
sv: Introduktion

source: The <application>Totem Movie Player</application> application is a movie player for the GNOME desktop based on the GStreamer framework and xine library, and enables you to play movies or songs.
pl: <application>Odtwarzacz filmów Totem</application> jest odtwarzaczem filmów dla środowiska GNOME korzystającym z GStreamer i biblioteki xine, umożliwiającym odtwarzanie filmów i muzyki.
sv: Programmet <application>Totem filmuppspelare</application> är en filmuppspelare för GNOME-skrivbordet som är baserad på Gstreamer-ramverket och xine-biblioteket, och låter dig spela upp filmer och låtar.

source: <application>Totem Movie Player</application> provides the following features:
pl: <application>Odtwarzacz filmów Totem</application> zawiera następujące funkcje:
sv: <application>Totem filmuppspelare</application> tillhandahåller följande funktioner:

source: Support for a variety of video and audio files.
pl: Obsługa różnorodnych formatów plików dźwiękowych i wideo.
sv: Stöd för en mängd olika video- och ljudfiler.

source: A variety of zoom levels and aspect ratios, and a fullscreen view.
pl: Różnorodne tryby powiększeń i proporcji obrazu oraz tryb pełnoekranowy.
sv: En mängd olika zoomnivåer och bildförhållanden samt en helskärmsvy.

source: Seek and volume controls.
pl: Przewijanie i regulacja głośności.
sv: Spol- och volymkontroller.

source: A playlist.
pl: Lista odtwarzania.
sv: En spellista.

source: Subtitle support.
pl: Napisy.
sv: Stöd för undertexter.

source: Complete keyboard navigation.
pl: Nawigacja za pomocy klawiatury.
sv: Komplett tangentbordsnavigering.

source: Comprehensive set of plugins, including a subtitle downloader, YouTube browser, and disc burner.
pl: Pełen zestaw wtyczek włącznie z pobieraniem napisów, przeglądarką YouTube i nagrywarką płyt wideo.
sv: En mängd olika insticksmoduler, inklusive en hämtningsfunktion för undertexter, YouTube-bläddrare och skivbrännare.

source: <application>Totem Movie Player</application> also comes with additional functionality such as:
pl: <application>Odtwarzacz filmów Totem</application> jest dostarczany z dodatkowymi funkcjami:
sv: <application>Totem filmuppspelare</application> kommer även med ytterligare funktionalitet som:

source: Video thumbnailer for GNOME.
pl: Generator miniatur plików wideo dla GNOME.
sv: Videominiatyrskapare för GNOME.

source: Audio preview application for GNOME.
sv: Ljudförhandsvisningsprogram för GNOME.

source: Nautilus properties tab.
pl: Karta właściwości w programie Nautilus.
sv: Egenskapsflik för Nautilus.

source: Getting Started
pl: Pierwsze kroki
sv: Komma igång

source: To Start <application>Totem Movie Player</application>
pl: Uruchamianie <application>Odtwarzacza filmów Totem</application>
sv: För att starta <application>Totem filmuppspelare</application>

source: You can start <application>Totem Movie Player</application> in the following ways:
pl: <application>Odtwarzacz filmów Totem</application> można uruchomić na następujące sposoby:
sv: Du kan starta <application>Totem filmuppspelare</application> på följande sätt:

source: <guimenu>Applications</guimenu> menu
pl: Menu <guimenu>Programy</guimenu>
sv: Menyn <guimenu>Program</guimenu>

source: Choose <menuchoice> <guisubmenu>Sound &amp; Video</guisubmenu> <guimenuitem>Movie Player</guimenuitem> </menuchoice>.
pl: Wybierz <menuchoice> <guisubmenu>Dźwięk i obraz</guisubmenu> <guimenuitem>Odtwarzacz filmów</guimenuitem> </menuchoice>.
sv: Välj <menuchoice> <guisubmenu>Ljud och video</guisubmenu> <guimenuitem>Filmuppspelare</guimenuitem> </menuchoice>.

source: Command line
pl: Wiersz poleceń
sv: Kommandorad

source: To start <application>Totem Movie Player</application> from a command line, type the following command, then press <keycap>Return</keycap>:
pl: Aby uruchomić <application>Odtwarzacz filmów Totem</application> z wiersza poleceń, wprowadź poniższe polecenie i naciśnij klawisz <keycap>Enter</keycap>:
sv: För att starta <application>Totem filmuppspelare</application> från en kommandorad, ange följande kommando, tryck sedan på <keycap>Return</keycap>:

source: To view other command line options that are available, type <command>totem --help</command>, then press <keycap>Return</keycap>.
pl: Aby wyświetlić inne dostępne opcje uruchamiania z wiersza poleceń, wprowadź <command>totem --help</command> i naciśnij klawisz <keycap>Enter</keycap>.
sv: För att se andra tillgängliga kommandoradsflaggor, kör <command>totem --help</command>, tryck sedan på <keycap>Return</keycap>.

source: When You Start <application>Totem Movie Player</application>
pl: Po uruchomieniu <application>Odtwarzacza filmów Totem</application>
sv: När du startar <application>Totem filmuppspelare</application>

source: When you start <application>Totem Movie Player</application>, the following window is displayed.
pl: Po uruchomieniu <application>Odtwarzacza filmów Totem</application> zostanie wyświetlone następujące okno:
sv: När du startar <application>Totem filmuppspelare</application> visas följande fönster.

source: <application>Totem Movie Player</application> Start Up Window
pl: Okno startowe <application>Odtwarzacza filmów Totem</application>
sv: <application>Totem filmuppspelare</application> uppstartsfönster

source: <imageobject> <imagedata fileref="figures/totem_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows <application>Totem Movie Player</application> main window with sidebar opened on playlist. Contains menubar, display area, sidebar, elapsed time slider, seek control buttons, volume slider and statusbar. </phrase> </textobject>
pl: <imageobject> <imagedata fileref="figures/totem_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Wyświetla okno główne <application>Odtwarzacza filmów Totem</application> z panelem otwartym na liście odtwarzania. Zawiera pasek menu, obszar wyświetlania, panel boczny, suwak upływu czasu, przyciski przewijania, suwak głośności i pasek stanu. </phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/totem_start_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Visar huvudfönstret för <application>Totem filmuppspelare</application> med öppnad sidopanel på spellistan. Innehåller menyrad, visningsruta, skjutreglage för åtgången tid, knappar för spolningskontroll, volymskjutreglage och statusrad. </phrase> </textobject>

source: The <application>Totem Movie Player</application> window contains the following elements:
pl: Okno <application>Odtwarzacza filmów Totem</application> zawiera następujące elementy:
sv: Fönstret i <application>Totem filmuppspelare</application> innehåller följande element:

source: Menubar.
pl: Pasek menu.
sv: Menyrad.

source: The menus on the menubar contain all of the commands you need to use in <application>Totem Movie Player</application>.
pl: Pasek menu zawiera wszystkie polecenia potrzebne do używania <application>Odtwarzacza filmów Totem</application>.
sv: Menyerna på menyraden innehåller alla kommandon som du behöver använda i <application>Totem filmuppspelare</application>.

source: Display area.
pl: Obszar wyświetlania.
sv: Visningsruta.

source: The display area displays the movie or a visualization of the current song.
pl: Na obszarze wyświetlania pojawia się film albo wizualizacja bieżącego utworu.
sv: Visningsrutan visar filmen eller en visualisering av den aktuella låten.

source: Sidebar.
pl: Panel boczny.
sv: Sidopanel.

source: The sidebar displays properties of the file played and acts as playlist. It can also be used by various plugins, such as the MythTV, YouTube and Video Search plugins. They can be selected by clicking on the drop-down list at the top of the sidebar.
pl: Panel boczny wyświetla właściwości odtwarzanego pliku oraz listę odtwarzania. Może być także używany przez różne wtyczki, takie jak MythTV, YouTube oraz wyszukiwanie filmów/wideo. Wtyczki można wybierać z rozwijanej listy na górze panelu bocznego.
sv: Sidopanelen visar egenskaperna för filen som spelas upp och fungerar som en spellista. Den kan även användas av olika insticksmoduler, såsom insticksmoduler för MythTV, YouTube och videosökning. De kan väljas genom att klicka på rullgardinsmenyn överst i sidopanelen.

source: Elapsed time slider.
pl: Suwak upływu czasu.
sv: Skjutreglage för åtgången tid.

source: The elapsed time slider displays the elapsed time of the movie or song that is playing. It also enables you to skip forward or backward in a movie or song by dragging the slider's handle along the bar, or by clicking on a point on the bar.
pl: Suwak upływu czasu wyświetla upływ czasu filmu lub utworu. Umożliwia także przewijanie filmu lub utworu do przodu lub do tyłu przez przeciągnięcie suwaka wzdłuż paska upływu czasu lub przez kliknięcie żądanego punktu paska.
sv: Skjutreglaget för åtgången tid visar åtgången tid i filmen eller låten som spelas upp. Den låter dig även att hoppa framåt eller bakåt i en film eller låt genom att dra skjutreglagets handtag längs raden eller genom att klicka på en punkt i raden.

source: Seek control buttons.
pl: Przyciski obsługi przewijania.
sv: Knappar för spolkontroll.

source: The seek control buttons enable you to move to the next or previous track, and to pause or play a movie or song.
pl: Przyciski obsługi przewijania umożliwiają przejście do następnego lub poprzedniego utworu oraz wstrzymanie lub odtwarzanie filmu lub utworu.
sv: Spolkontrollknapparna låter dig flytta till nästa eller föregående spår och att göra paus eller spela upp en film eller låt.

source: Volume button.
pl: Przycisk regulacji głośności.
sv: Volymknapp.

source: The volume button enables you to adjust the volume.
pl: Suwak głośności umożliwia dostosowanie poziomu głośności.
sv: Volymknappen låter dig justera volymen.

source: Statusbar.
pl: Pasek stanu.
sv: Statusrad.

source: The statusbar displays status information about the movie or song that is playing.
pl: Pasek stanu wyświetla informację o stanie odtwarzanego filmu lub utworu.
sv: Statusraden visar statusinformation om filmen eller låten som spelas upp.

source: Usage
pl: Użytkowanie
sv: Användning

source: To Open a File
pl: Otwieranie pliku
sv: Öppna en fil

source: To open a video or an audio file, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut> <guimenu>Movie</guimenu> <guisubmenu>Open</guisubmenu> </menuchoice>. The <application>Select Movies or Playlists</application> dialog is displayed. Select the file or files you want to open, then click <guibutton>OK</guibutton>.
pl: Aby otworzyć plik dźwiękowy lub wideo, wybierz <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guisubmenu>Otwórz</guisubmenu> </menuchoice>. Wyświetli się okno <application>Wybór filmów lub list odtwarzania</application>. Wybierz plik (lub pliki) do otwarcia i kliknij przycisk <guibutton>OK</guibutton>.
sv: För att öppna en video- eller en ljudfil, välj <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut> <guimenu>Film</guimenu> <guisubmenu>Öppna</guisubmenu> </menuchoice>. Dialogrutan <application>Välj filmer eller spellistor</application> kommer att visas. Välj filen eller de filer som du vill öppna, klicka sedan på <guibutton>OK</guibutton>.
