Repository: eurolinux-enterprise-linux-sources/totem
Catalog: src/help/*/*.po
Languages: pl, sv

source: To view the shared playlists of others on your network, select <guilabel>Neighborhood</guilabel> from the drop-down list at the top of the sidebar. If any playlists have been published on the network, they will be listed here. Double-click on a playlist to load and play it on your computer.
pl: Aby wyświetlić udostępnione listy odtwarzania innych użytkowników w sieci lokalnej, wybierz <guilabel>Otoczenie</guilabel> z rozwijanej listy na górze panelu. Jeśli zostały opublikowane w sieci listy odtwarzania, będą one widoczne. Podwójne kliknięcie wybranej listę odtwarzania spowoduje jej odtworzenie.
sv: För att visa de utdelade spellistorna för andra på ditt nätverk så kan du välja <guilabel>Grannar</guilabel> från rullgardinslistan längst upp i sidopanelen. Om några spellistor har publicerats på nätverket så kommer de att listas här. Dubbelklicka på en spellista för att läsa in och spela upp den på din dator.

source: Subtitle Downloader
pl: Pobieranie napisów
sv: Hämta undertexter

source: The <guilabel>Subtitle Downloader</guilabel> plugin allows you to find and download subtitle files from the <ulink type="http" url="http://www.opensubtitles.org/en">OpenSubtitles</ulink> service.
pl: Wtyczka <guilabel>Pobieranie napisów</guilabel> umożliwia znajdowanie i pobieranie plików napisów z serwisu <ulink type="http" url="http://www.opensubtitles.org/en">OpenSubtitles</ulink>.
sv: Med insticksmodulen <guilabel>Hämta undertexter</guilabel> så kan du även hämta undertexter från tjänsten <ulink type="http" url="http://www.opensubtitles.org/en">OpenSubtitles</ulink>.

source: Subtitles can only be downloaded for local movies; not audio files, DVDs, DVB streams, VCDs or HTTP streams. To search for subtitles for the currently playing movie, choose <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>s</keycap></keycombo></shortcut> <guimenu>View</guimenu><guimenuitem>Download Movie Subtitles</guimenuitem></menuchoice>, which will display the <application>Download Movie Subtitles</application> dialog.
pl: Można pobierać napisy jedynie dla filmów zapisanych na komputerze. Nie można pobierać napisów dla plików dźwiękowych, płyt DVD, płyt VCD, strumieni DVB lub HTTP. Aby wyszukać napisy dla obecnie odtwarzanego filmu, wybierz <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>s</keycap></keycombo></shortcut> <guimenu>Widok</guimenu><guimenuitem>Pobieranie napisów</guimenuitem></menuchoice>, co wyświetli okno <application>Pobierania napisów</application>.
sv: Undertexter kan endast laddas ner för lokala filmer; inte audiofiler, dvd:er, dvb-strömmar, vcd:er eller http-strömmar. För att söka efter undertexter för den film som spelas upp, välj <menuchoice> <shortcut><keycombo><keycap>Ctrl</keycap><keycap>Skift</keycap><keycap>s</keycap></keycombo></shortcut> <guimenu>Visa</guimenu><guimenuitem>Hämta filmundertexter</guimenuitem></menuchoice>, vilket kommer att visa dialogrutan <application>Hämta filmundertexter</application>.

source: Select the language in which you wish to have your subtitles from the drop-down list at the top of the dialog, then click on the <guibutton>Find</guibutton> button to search for subtitles for the current movie. Subtitles are found on the basis of the movie's content, rather than its filename or tags.
pl: Z rozwijanej listy znajdującej się na górze okna wybierz język napisów do pobrania, a następnie kliknij przycisk <guibutton>Znajdź</guibutton>, aby wyszukać napisy dla bieżącego filmu. Napisy są znajdowane na podstawie zawartości filmów, a nie na podstawie nazw plików czy etykiet.
sv: Välj det språk du önskar att få undertexter i från rullgardinslistan längst upp i dialogrutan, klicka sedan på knappen <guibutton>Sök</guibutton> för att söka efter undertexter för den aktuella filmen. Undertexter hittas baserat på filmens innehåll, snarare än dess filnamn eller taggar.

source: Search results are listed in the tree view in the middle of the dialog. Currently, subtitles can only be used with a movie by <emphasis>reloading</emphasis> the movie with the subtitles, so after selecting the subtitle file you wish to download, click on the <guibutton>Play with Subtitle</guibutton> button to download the subtitles and reload the movie.
pl: Wyniki wyszukiwania wyświetlane są w postaci listy w widoku drzewa pośrodku okna. Obecnie napisy mogą być używane przy odtwarzaniu filmu jedynie po <emphasis>ponownym wczytaniu</emphasis> filmu wraz z napisami, więc po zaznaczeniu wybranych napisów należy kliknąć przycisk <guibutton>Odtwórz z napisami</guibutton>, aby pobrać napisy, a następnie ponownie wczytać film.
sv: Sökresultat listas i trädvyn i mitten på dialogrutan. För närvarande kan undertexter bara användas för en film genom att <emphasis>starta om</emphasis> filmen med undertexter så efter att du valt filen med undertexter du önskar hämta, klicka på knappen <guibutton>Spela med undertexter</guibutton> för att hämta undertexterna och starta om filmen.

source: Downloaded subtitle files are cached (in <filename>~/.cache/totem/subtitles</filename>, by default) so that they do not need to be downloaded again when playing the movie again. When downloading new subtitles for a movie, any previously downloaded subtitles for that movie are deleted.
pl: Pobrane pliki napisów są przechowywane w pamięci podręcznej (domyślnie w katalogu <filename>~/.cache/totem/subtitles</filename>), aby nie trzeba ich było pobierać ponownie podczas odtwarzania filmu. Podczas pobierania nowych napisów do filmu wszelkie uprzednio pobrane napisy dla tego filmu są usuwane.
sv: Hämtade filer med undertexter cachas (som standard i <filename>~/.cache/totem/subtitles</filename>), så att de inte behöver hämtas på nytt om filmen spelas upp igen. När nya undertexter hämtas för en film, kommer tidigare hämtade undertexter för den filmen att tas bort.

source: Thumbnail
pl: Miniatura
sv: Miniatyrbild

source: The <guilabel>Thumbnail</guilabel> plugin sets <application>Totem Movie Player</application>'s main window icon to a thumbnail of the current movie, and updates the icon when new movies are loaded.
pl: Wtyczka <guilabel>Miniatura</guilabel> wstawia do ikony głównego okna <application>Odtwarzacza filmów Totem</application> miniaturę obecnie odtwarzanego filmu i aktualizuje ikonę po wczytaniu nowego.
sv: Insticksmodulen <guilabel>Miniatyrbild</guilabel> ställer in ikonen för <application>Totem filmuppspelare</application>s huvudfönster till en miniatyrbild för den aktuella filmen och uppdaterar ikonen när nya filmer läses in.

source: If a thumbnail doesn't exist for the current movie (or if you're playing an audio file), the main window icon will be reset to the <application>Totem Movie Player</application> logo.
pl: Jeśli nie została utworzona miniatura obecnie odtwarzanego filmu (lub jeśli odtwarzany jest plik dźwiękowy), ikona okna głównego zostanie zastąpiona logo <application>Odtwarzacza filmów Totem</application>.
sv: Om en miniatyrbild inte finns för den aktuella filmen (eller om du spelar upp en ljudfil) så kommer ikonen för huvudfönstret att nollställas till logotypen för <application>Totem filmuppspelare</application>.

source: Video Disc Recorder
pl: Nagrywarka płyt wideo
sv: Videoskivsinspelare

source: The <guilabel>Video Disc Recorder</guilabel> plugin allows you to burn the current playlist to a DVD or VCD using <application>Brasero</application>.
pl: Wtyczka <guilabel>Nagrywarka płyt wideo</guilabel> umożliwia nagrywanie bieżącej listy odtwarzania w formacie DVD-Video lub VCD przy użyciu programu <application>Brasero</application>.
sv: Insticksmodulen <guilabel>Videodiskinspelare</guilabel> låter dig bränna den aktuella spellistan till en DVD eller VCD med <application>Brasero</application>.

source: To burn the current playlist, choose <menuchoice><guimenu>Movie</guimenu><guimenuitem>Create Video Disc</guimenuitem></menuchoice>. A <application>Brasero</application> dialog will be displayed, giving options for converting the movies to the appropriate format and burning them to disc. For more information, see the <ulink type="help" url="help:brasero/brasero-new-project-video">Brasero documentation</ulink>.
pl: Aby nagrać bieżącą listę odtwarzania, wybierz <menuchoice><guimenu>Film</guimenu><guimenuitem>Utwórz płytę wideo</guimenuitem></menuchoice>. Zostanie wyświetlone okno programu <application>Brasero</application>, gdzie można ustawić opcje konwersji filmów do odpowiedniego formatu i nagrywania ich na dysk. <ulink type="help" url="help:brasero/brasero-new-project-video">Dokumentacja programu Brasero</ulink> zawiera więcej informacji.
sv: För att bränna den aktuella spellistan, välj <menuchoice> <guimenu>Film</guimenu> <guimenuitem>Skapa videodisk</guimenuitem> </menuchoice>. En dialogruta för <application>Brasero</application> kommer att visas som ger dig inställningar för konvertering av filmerna till lämpligt format för att bränna dem på skiva. För ytterligare information, se <ulink type="help" url="help:brasero/brasero-new-project-video">Braseros dokumentation</ulink>.

source: YouTube Browser
pl: Przeglądarka YouTube
sv: YouTube-bläddrare

source: The <guilabel>YouTube Browser</guilabel> plugin allows you to search and browse <ulink type="http" url="http://www.youtube.com/">YouTube</ulink>, and play YouTube videos directly in <application>Totem Movie Player</application>. With the plugin enabled, choose <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Sidebar</guimenuitem></menuchoice> or click on the <guibutton>Sidebar</guibutton> button to show the sidebar. Select <guilabel>YouTube</guilabel> from the drop-down list at the top of the sidebar to display the <guilabel>YouTube</guilabel> sidebar.
pl: Wtyczka <guilabel>Przeglądarka YouTube</guilabel> umożliwia wyszukiwanie i przeglądanie serwisu <ulink type="http" url="http://www.youtube.com/">YouTube</ulink>, a także na odtwarzanie filmów z YouTube bezpośrednio w <application>Odtwarzaczu filmów Totem</application>. Po włączeniu wtyczki wybierz <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Widok</guimenu><guimenuitem>Panel boczny</guimenuitem></menuchoice> lub kliknij przycisk <guibutton>Panel boczny</guibutton>, aby wyświetlić panel, a następnie wybierz <guilabel>YouTube</guilabel> z listy rozwijanej na górze panelu, aby wyświetlić panel <guilabel>YouTube</guilabel>.
sv: Insticksmodulen <guilabel>YouTube-bläddrare</guilabel> låter dig söka efter och bläddra igenom <ulink type="http" url="http://www.youtube.com/">YouTube</ulink>, och spela YouTube-videor direkt i <application>Totem filmuppspelare</application>. Med insticksmodulen aktiverad, välj <menuchoice><shortcut><keycap>F9</keycap></shortcut><guimenu>Visa</guimenu><guimenuitem>Sidopanel</guimenuitem></menuchoice> eller klicka på knappen <guibutton>Sidopanel</guibutton> för att visa sidopanelen. Välj <guilabel>YouTube</guilabel> från rullgardinslistan längst upp i sidopanelen för att visa sidopanelen <guilabel>YouTube</guilabel>.

source: To search for a YouTube video, enter your search terms in the entry at the top of the sidebar, then click <guibutton>Find</guibutton>. The search results will be listed in the tree view below. More results will be loaded automatically as you scroll down the list.
pl: Aby wyszukać filmy z YouTube, wprowadź termin wyszukiwania w pole na górze panelu i kliknij przycisk <guibutton>Znajdź</guibutton>. Wyniki wyszukiwania zostaną wyświetlone w postaci widoku drzewa. Większa liczba wyników zostanie automatycznie wczytana podczas przewijania listy.
sv: För att söka efter en YouTube-video, mata in dina söktermer i sökrutan längst upp i sidopanelen, klicka sedan på <guibutton>Sök</guibutton>. Sökresultaten kommer att listas i trädvyn nedanför. Fler sökresultat kommer att laddas automatiskt när du rullar ner i listan.

source: To play a video, double-click it in the results list, or choose <menuchoice><guimenuitem>Add to Playlist</guimenuitem></menuchoice> from its context menu. When a video is played, a list of related videos will automatically be loaded in the <guilabel>Related Videos</guilabel> page of the <guilabel>YouTube</guilabel> sidebar.
pl: Aby odtworzyć film, podwójnie kliknij listę wyników lub wybierz <menuchoice><guimenuitem>Dodaj do listy odtwarzania</guimenuitem></menuchoice> z menu kontekstowego. Podczas odtwarzania filmu zostanie automatycznie wczytana strona z listą <guilabel>Powiązanych filmów</guilabel> w panelu <guilabel>YouTube</guilabel>.
sv: För att spela en video, dubbelklicka på den i resultatlistan, eller välj <menuchoice><guimenuitem>Lägg till i spellista</guimenuitem></menuchoice> från dess snabbvalsmeny. När en video spelas kommer en lista av relaterade videor automatiskt att laddas på sidan <guilabel>Relaterade videor</guilabel> i sidopanelen <guilabel>YouTube</guilabel>.

source: YouTube videos can be opened in a web browser by choosing <menuchoice><guimenuitem>Open in Web Browser</guimenuitem></menuchoice> from their context menu. This will open the video in its original location on the YouTube website.
pl: Filmy z YouTube można otwierać w przeglądarce internetowej wybierając <menuchoice><guimenuitem>Otwórz w przeglądarce WWW</guimenuitem></menuchoice> z menu kontekstowego. W ten sposób film zostanie otworzony w swoim oryginalnym położeniu na stronie YouTube.
sv: YouTube-videor kan öppnas i en webbläsare genom att välja <menuchoice><guimenuitem>Öppna i webbläsare</guimenuitem></menuchoice> från deras sammanhangsmeny. Detta kommer att öppna videon på dess ursprungliga plats på YouTubes webbplats.

source: D-Bus Service
pl: Usługa D-Bus
sv: D-Bus-tjänst

source: The <guilabel>D-Bus Service</guilabel> plugin broadcasts notifications of which track is playing in <application>Totem Movie Player</application> on the D-Bus session bus. Applications such as <application>Gajim</application> can listen for such notifications and respond accordingly by, for example, updating your instant messaging status message to display the video currently being played in <application>Totem Movie Player</application>.
pl: Wtyczka <guilabel>Usługa D-Bus</guilabel> wysyła powiadomienia o odtwarzanej w <application>Odtwarzaczu filmów Totem</application> ścieżce przez magistralę sesji D-Bus. Programy takie jak <application>Gajim</application> mogą pobierać te powiadomienia i w odpowiedni sposób reagować, np. aktualizując stan komunikatora, aby wyświetlać nazwę obecnie odtwarzanego filmu w <application>Odtwarzaczu filmów Totem</application>.
sv: Insticksmodulen <guilabel>D-Bus-tjänst</guilabel> kommer att sända ut aviseringar om vilket spår som spelas i <application>Totem filmuppspelare</application> på D-Bus-sessionsbussen. Program som exempelvis <application>Gajim</application> kan lyssna efter sådana aviseringar och svara med att exempelvis uppdatera din chattklients statusmeddelande så att det visar vilken video som för närvarande spelas upp i <application>Totem filmuppspelare</application>.

source: Preferences
pl: Preferencje
sv: Inställningar

source: To modify the preferences of <application>Totem Movie Player</application>, choose <menuchoice> <guimenu>Edit</guimenu> <guimenuitem>Preferences</guimenuitem> </menuchoice>.
pl: Aby zmodyfikować preferencje <application>Odtwarzacza filmów Totem</application>, wybierz <menuchoice> <guimenu>Edycja</guimenu> <guimenuitem>Preferencje</guimenuitem> </menuchoice>.
sv: För att ändra inställningarna i <application>Totem filmuppspelare</application>, välj <menuchoice> <guimenu>Redigera</guimenu> <guimenuitem>Inställningar</guimenuitem> </menuchoice>.

source: General
pl: Ogólne
sv: Allmänt

source: Networking
pl: Sieć
sv: Nätverk

source: Select network connection speed from the <guilabel>Connection speed</guilabel> drop-down list.
pl: Wybierz prędkość połączenia internetowego z listy <guilabel>Prędkość połączenia</guilabel>.
sv: Välj nätverkshastighet från rullgardinslistan <guilabel>Anslutningshastighet</guilabel>.

source: Text Subtitles
pl: Napisy
sv: Undertexter

source: <guilabel>Automatically load subtitle files</guilabel>: select this option to automatically load any subtitle files with the same filename as a movie when the movie is loaded.
pl: <guilabel>Automatyczne wczytywanie plików napisów</guilabel>: zaznaczenie tej opcji spowoduje automatyczne wczytanie plików z napisami o tej samej nazwie co film po wczytaniu pliku wideo.
sv: <guilabel>Läs automatiskt in undertextfiler</guilabel>: välj detta alternativ för att automatiskt läsa in eventuella undertextfiler med samma filnamn som en film när filmen läses in.

source: <guilabel>Font</guilabel>: select this option to change the font used to display subtitles.
pl: <guilabel>Czcionka</guilabel>: wybierz tę opcję, aby zmienić czcionkę używaną do wyświetlania napisów.
sv: <guilabel>Typsnitt</guilabel>: välj det här alternativet för att ändra typsnittet som används för att visa undertexter.

source: <guilabel>Encoding</guilabel>: select this option to change the encoding used to display subtitles.
pl: <guilabel>Kodowanie</guilabel>: wybierz tę opcję, aby zmienić kodowanie używane do wyświetlania napisów.
sv: <guilabel>Teckenkodning</guilabel>: välj det här alternativet för att ändra teckenkodningen som används för att visa undertexter.

source: Display
pl: Wyświetlanie
sv: Bild

source: Select the resize option if you want <application>Totem Movie Player</application> to automatically resize the window to the size of the video when a new video is loaded.
pl: Wybierz <guilabel>Automatyczne skalowanie okna po wczytaniu nowego pliku wideo</guilabel>, aby <application>Odtwarzacz filmów Totem</application> automatycznie dostosowywał swój rozmiar po wczytaniu nowego pliku.
sv: Välj alternativet att ändra storlek om du vill att <application>Totem filmuppspelare</application> automatiskt ska ändra storleken på fönstret till storleken för videon när en ny video läses in.

source: Select the screensaver option if you want to allow the screensaver to activate when playing audio files. Some monitors with integrated speakers may stop playing music when the screensaver is activated.
pl: Zaznacz opcję wygaszania ekranu, aby zezwolić na uruchamianie wygaszacza ekranu podczas odtwarzania dźwięku. Niektóre monitory ze zintegrowanymi głośnikami mogą zatrzymać odtwarzanie dźwięku, gdy zostaje uruchomiony wygaszacz ekranu.
sv: Välj alternativet skärmsläckare om du vill tillåta att skärmsläckaren aktiveras när du spelar upp ljudfiler. Vissa skärmar med integrerade högtalare kan sluta spela upp musiken när skärmsläckaren är aktiv.

source: Visual Effects
pl: Efekty wizualne
sv: Visuella effekter

source: <guilabel>Visual</guilabel>: select this option to show visual effects while an audio file is playing.
pl: <guilabel>Efekty wizualne podczas odtwarzania plików dźwiękowych</guilabel>: wybierz tę opcję, aby podczas odtwarzania pliku dźwiękowego były wyświetlane efekty wizualne.
sv: <guilabel>Visuella effekter</guilabel>: välj det här alternativet för att visa visuella effekter när en ljudfil spelas upp.

source: <guilabel>Type of visualization</guilabel>: select type of visualization from the drop-down list.
pl: <guilabel>Rodzaj efektu</guilabel>: wybierz rodzaj efektu z listy.
sv: <guilabel>Typ av visualisering</guilabel>: välj typ av visualisering från rullgardinslistan.

source: <guilabel>Visualization size</guilabel>: select visualization size from the drop-down list.
pl: <guilabel>Rozmiar wizualizacji</guilabel>: wybierz rozmiar wizualizacji z listy.
sv: <guilabel>Visualiseringsstorlek</guilabel>: välj visualiseringsstorlek från rullgardinslistan.

source: Color balance
pl: Równowaga koloru
sv: Färgbalans

source: <guilabel>Brightness</guilabel>: use the slider to specify the level of brightness.
pl: <guilabel>Jasność</guilabel>: użyj suwaka, aby ustalić poziom jasności.
sv: <guilabel>Ljusstyrka</guilabel>: använd skjutreglaget för att ange nivån för ljusstyrkan.

source: <guilabel>Contrast</guilabel>: use the slider to specify the level of contrast.
pl: <guilabel>Kontrast</guilabel>: użyj suwaka, aby ustalić poziom kontrastu.
sv: <guilabel>Kontrast</guilabel>: använd skjutreglaget för att ange kontrastnivån.

source: <guilabel>Saturation</guilabel>: use the slider to specify the level of saturation.
pl: <guilabel>Nasycenie</guilabel>: użyj suwaka, aby ustalić poziom nasycenia.
sv: <guilabel>Mättnad</guilabel>: använd skjutreglaget för att ange nivån av färgmättnad.

source: <guilabel>Hue</guilabel>: use the slider to specify the level of hue.
pl: <guilabel>Odcień</guilabel>: użyj suwaka, aby ustalić poziom odcienia.
sv: <guilabel>Nyans</guilabel>: använd skjutreglaget för att ange nivån för färgnyansen.

source: You may use the <guilabel>Reset to Defaults</guilabel> button to reset the color balance controls to their default positions.
pl: Można używać przycisku <guilabel>Przywróć domyślne</guilabel>, aby przywrócić równowagę koloru do jej pierwotnych pozycji.
sv: Du kan använda knappen <guilabel>Återställ till standard</guilabel> för att återställa färgbalanskontrollerna till sina standardpositioner.

source: Audio
pl: Dźwięk
sv: Ljud

source: Audio Output
pl: Wyjście dźwięku
sv: Ljudutgång

source: Select audio output type from the <guilabel>Audio output type</guilabel> drop-down list.
pl: Wybierz rodzaj wyjścia dźwięku z listy <guilabel>Rodzaj wyjścia dźwięku</guilabel>.
sv: Välj den typ av ljudutmatning du vill använda från rullgardinslistan <guilabel>Typ av ljudutmatning</guilabel>.

source: About <application>Totem Movie Player</application>
pl: O <application>Odtwarzaczu filmów Totem</application>
sv: Om <application>Totem filmuppspelare</application>

source: <application>Totem Movie Player</application> is written by Bastien Nocera (<email>hadess@hadess.net</email>), Julien Moutte (<email>julien@moutte.net</email>) for the GStreamer backend, and Guenter Bartsch (<email>guenter@users.sourceforge.net</email>). To find more information about <application>Totem Movie Player</application>, please visit the <ulink url="https://wiki.gnome.org/Apps/Videos" type="http"><application>Totem Movie Player</application> website</ulink>.
pl: <application>Odtwarzacz filmów Totem</application> został napisany przez Bastiena Nocera (<email>hadess@hadess.net</email>), Juliena Moutte (<email>julien@moutte.net</email>) dla GStreamer oraz Guentera Bartscha (<email>guenter@users.sourceforge.net</email>). <ulink url="https://wiki.gnome.org/Apps/Videos" type="http">Witryna <application>Odtwarzacza filmów Totem</application></ulink> zawiera więcej informacji.
sv: <application>Totem filmuppspelare</application> skrevs av Bastien Nocera (<email>hadess@hadess.net</email>), Julien Moutte (<email>julien@moutte.net</email>) för GStreamer-bakänden, samt Guenter Bartsch (<email>guenter@users.sourceforge.net</email>). För mer information om <application>Totem filmuppspelare</application>, besök <ulink url="https://wiki.gnome.org/Apps/Videos" type="http">webbplatsen för <application>Totem filmuppspelare</application></ulink>.
