Repository: eurolinux-enterprise-linux-sources/totem
Catalog: src/help/*/*.po
Languages: pl, sv

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="help:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
pl: Niniejszy program jest rozpowszechniany na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania (Free Software Foundation) — według wersji drugiej tej Licencji lub którejś z późniejszych wersji. Egzemplarz licencji można znaleźć pod tym <ulink url="help:gpl" type="help">odnośnikiem</ulink> lub w pliku COPYING dołączonym do kodu źródłowego tego programu.
sv: Det här programmet distribueras under villkoren för GNU General Public License som publicerats av Free Software Foundation; antingen version 2 av licensen, eller (om du så vill) någon senare version. En kopia av den här licensen kan hittas på den här <ulink url="help:gpl" type="help">länken</ulink>, eller i filen COPYING som inkluderats i källkoden för det här programmet.

source: link
pl: odnośnikiem
sv: länk

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
pl: Udziela się zezwolenia do kopiowania rozpowszechniania i/lub modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej opublikowanej przez Free Software Foundation; wraz z zawartymi Sekcjami Niezmiennymi, wraz z Tekstem na Przedniej Okładce i z Tekstem na Tylnej Okładce. Egzemplarz licencji dostępny jest pod tym <_:ulink-1/> oraz w pliku COPYING-DOCS rozprowadzanym z niniejszym podręcznikiem.
sv: Tillstånd att kopiera, distribuera och/eller modifiera detta dokument ges under villkoren i GNU Free Documentation License (GFDL), version 1.1 eller senare, utgivet av Free Software Foundation utan standardavsnitt och omslagstexter. En kopia av GFDL finns att hämta på denna <_:ulink-1/> eller i filen COPYING-DOCS som medföljer denna handbok.

source: To report a bug or make a suggestion regarding the <application>Totem Movie Player</application> application or this manual, follow the directions in the <ulink url="help:gnome-help/more-help" type="help">GNOME Feedback Page</ulink>.
pl: <ulink url="help:gnome-help/more-help" type="help">Strona wysyłania informacji zwrotnych GNOME</ulink> zawiera instrukcje, jak zgłosić błąd lub propozycję zmiany programu <application>Totem</application> lub tego podręcznika.
